{
  "dob": "fecha de nacimiento",
  "next": "próximo",
  "back": "atrás",
  "welcome": "Bienvenido",
  "login": "acceso",
  "continue": "continuar",
  "submit": "entregar",
  "home": "hogar",
  "remove": "eliminar",
  "resend": "reenviar",
  "edit": "editar",
  "with": "con",
  "previous": "atrás",
  "crop_doctor": "clínica de cultivos",
  "chat": "charlar",
  "crop_info": "información del cultivo",
  "weather": "Clima",
  "today": "Hoy",
  "tomorrow": "Mañana",
  "refresh": "actualizar",
  "marketplace": "mercado",
  "account": "cuenta",
  "profile": "perfil",
  "settings": "ajustes",
  "logout": "cerrar sesión",
  "try_again": "intentar otra vez",
  "admin": "administración",
  "or": "o",
  "email": "correo electrónico",
  "country_code": "código de país",
  "phone_number": "número de teléfono",
  "password": "contraseña",
  "confirm_password": "confirmar Contraseña",
  "new_user": "¿Nuevo Usuario?",
  "existing_user": "¿Usuario existente?",
  "sign_up": "inscribirse",
  "fst_name": "Nombre de pila",
  "lst_name": "Apellido",
  "username": "nombre de usuario",
  "farmer": "agricultor",
  "agricultural_supply": "suministro agrícola",
  "agri_business": "negocio agrícola",
  "wholesale_buyer": "comprador mayorista",
  "transporter": "transportador",
  "finance": "finanzas",
  "male": "masculino",
  "female": "femenino",
  "other": "otro",
  "geo_loc_nt_avai": "La geolocalización no está disponible para este dispositivo.",
  "geo_loc_nt_enabl": "La geolocalización no está habilitada para este dispositivo.",
  "fetching_location": "buscando tu ubicación...",
  "usr_currn_loc": "usar la ubicación del dispositivo",
  "search_loc": "busca tu ubicación",
  "field_name": "nombre del campo",
  "add_crop": "agregar recorte",
  "search": "buscar",
  "done": "hecho",
  "verified": "Correo Electrónico Verificado",
  "weight": "peso",
  "selc_measure": "seleccionar medida",
  "ton": "tonelada",
  "baskets": "cestas",
  "kg": "KG",
  "loading": "...cargando",
  "failed_to_load": "no se pudieron cargar los datos",
  "none": "ninguno de esos",
  "finish": "finalizar",
  "potential_yield": "rendimiento potencial",
  "joined_comm": "Comunidades unidas",
  "avail_comm": "Comunidades disponibles",
  "priv_chat": "Chat privado",
  "join": "unirse",
  "chats": "Charlas",
  "go": "ir",
  "community": "comunidad",
  "user_info": "Información del usuario",
  "country": "país",
  "user_type": "tipo de usuario",
  "crops": "cultivos",
  "diseases": "enfermedades",
  "delete": "borrar",
  "save_chngs": "guardar cambios",
  "get_started": "Empezar",
  "download_app": "Obtén la mejor experiencia descargando FarmSmarter para móvil",
  "download": "descargar",
  "capture": "captura",
  "clear": "claro",
  "select": "seleccionar",
  "wlc_bck": "bienvenido de nuevo",
  "action_mssg": "¿Estás seguro de que quieres continuar con esta acción?",
  "action_title": "confirmar acción",
  "confirm": "confirmar",
  "email_registered": "El enlace de verificación por correo electrónico fue enviado a",
  "close": "cerca",
  "field_delete_mssg": "Esto eliminará permanentemente toda la información registrada para este cultivo en su campo.",
  "field_delete_title": "¿Eliminar recorte?",
  "splash_wlc_txt_1": "Bienvenido a FarmSmarter: ¡estamos aquí para ayudarlo a cultivar las semillas del éxito!",
  "splash_crpclnc_txt_1": "Obtenga el mejor diagnóstico de enfermedades de cultivos en nuestra clínica de cultivos con IA en la aplicación",
  "splash_crpinfo_txt_1": "Obtenga información detallada sobre sus cultivos y las mejores temporadas de siembra",
  "splash_chat_txt_1": "reunirse con agricultores pares y compartir y aprender de la experiencia de otros",
  "splash_started_txt_1": "Obtenga mucho más de la aplicación web y la aplicación móvil FarmSmarter",
  "get_strtd": "Empezar",
  "try_us_out": "¡Pruébanos!",
  "anony_user": "usuario anónimo (acceso limitado)",
  "login_txt_1": "Bienvenido de nuevo a FarmSmarter. Estamos muy contentos de verle de nuevo.",
  "login_txt_2": "Volvamos al punto donde lo dejaste.",
  "sign_in_with": "Otras opciones de inicio de sesión",
  "new_user_reg": "Bienvenido a FarmSmarter: estamos muy contentos de verlo. Empecemos.",
  "sign_up_with": "Otras opciones de registro",
  "link_acct": "Estás utilizando FarmSmarter de forma anónima; puedes registrarte aquí",
  "or_log_in": "o inicie sesión en su cuenta existente",
  "ent_home_help_mssg_txt": "Este es el panel personalizado de su granja donde puede acceder a información y crear nuevas granjas. Cuando hagas clic en una granja, podrás ver los campos y cultivos registrados para esa granja, junto con mucha más información que te ayudará a aprovechar al máximo tu vida agrícola. Tenga en cuenta que si elige eliminar una granja, se perderán todos los datos de esa granja.",
  "ent_home_help_title_txt": "Bienvenido a su panel de agricultura",
  "ent_home_pg_title": "Panel de control del granjero",
  "ent_home_weather_na": "Clima no disponible",
  "ent_home_no_farm_yet": "Aún no tienes una granja; ahora puedes agregar tu primera granja.",
  "ent_home_add_farm": "nueva granja",
  "visit_farm": "visitar granja",
  "add_field": "Agregue campo",
  "prf_stp_scn_1_inf_mssg": "Permítanos personalizar su experiencia proporcionándonos información básica sobre usted. Su información personal no se compartirá con terceros.",
  "prf_stp": "Configuración de perfil",
  "prf_stp_wlc": "Bienvenido a FarmSmarter: vamos a conocerlo para poder brindarle el mejor servicio.",
  "prf_stp_usr_tpe_label": "¿Cuál de estos te describe mejor?",
  "prf_stp_other_usrtp_mssg": "Este tipo de usuario está en desarrollo pero lo conectaremos con otros usuarios de FarmSmarter a través del servicio de chat en la aplicación.",
  "prf_stp_other_usrtp_title": "tipo de usuario seleccionado",
  "prf_stp_scn_2_inf_mssg": "Deseamos celebrarte. Por favor seleccione su sexo y fecha de nacimiento. El usuario debe tener 15 años o más para utilizar esta aplicación",
  "prf_stp_scn_2_inf_title": "Configuración del perfil: sexo y fecha de nacimiento",
  "prf_stp_nt_eligible": "No eres elegible para usar esta aplicación, debes tener 14 años o más",
  "prf_stp_gender_reqd": "por favor seleccione sexo y fecha de nacimiento",
  "prf_stp_prv_pg": "Vaya a la página anterior para seleccionar su tipo de usuario",
  "prf_stp_gender_label": "Elige el que más te convenga",
  "prf_stp_bday_label": "¡Nos encantaría celebrar tu cumpleaños!",
  "prf_stp_created": "Tu perfil ha sido creado exitosamente",
  "prf_stp_vw_prf": "ver perfil",
  "prf_stp_bk_to_ent": "volver a la página empresarial",
  "prf_stp_success_text_1": "Genial, tu perfil está completo.",
  "prf_stp_success_text_3": "Ahora puedes comenzar a construir tu granja.",
  "prf_stp_success_text_4": "Puede ver y editar su perfil en cualquier momento haciendo clic en el icono de perfil en la parte superior derecha de la pantalla.",
  "prf_stp_mail_veri_text_1": "Genial, tu perfil está completo.",
  "prf_stp_mail_veri_text_2": "Ahora solo necesitamos que verifique su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar.",
  "prf_stp_mail_veri_text_3": "Puede ver y editar su perfil en cualquier momento haciendo clic en el icono de perfil en la parte superior derecha de la pantalla.",
  "prf_stp_mail_veri_text_4": "Nos estamos preparando para darle la bienvenida a su tipo de usuario a la comunidad FarmSmarter.",
  "prf_stp_mail_veri_text_5": "Mientras tanto, lo conectaremos con otros usuarios de FarmSmarter a través de nuestro foro de chat.",
  "prf_stp_mail_veri_resend": "Si el correo electrónico no ha llegado simplemente haga clic en 'reenviar'",
  "farm_stp_scrn_1_info_mssg": "Comencemos creando su granja, ingrese el nombre de la granja y su estado de propiedad y haga clic en Siguiente.",
  "farm_stp_scrn_1_info_title": "Crear una nueva granja",
  "farm_stp_scrn_1_pg_header": "Configura tu granja",
  "located_farm": "localiza tu granja",
  "farm_stp_scrn_1_pg_desc": "Para configurar su granja necesitamos algunos detalles para asegurarnos de brindarle el mejor asesoramiento.",
  "farm_name": "Nombre de la granja",
  "farm_name_txt": "Comencemos por darle un nombre a tu granja.",
  "own_stat": "Estado de propiedad",
  "own_stat_text": "Al confirmar el estado de propiedad de su terreno, podemos ayudarlo a registrar su terreno y acceder a financiamiento más adelante.",
  "farm_owner": "Dueño de la granja",
  "lng_trm_lease": "Arrendamiento a largo plazo",
  "rent": "Alquilar",
  "others_pls_spcy": "Otros, por favor especifique)",
  "farm_crtd": "Granja creada",
  "farm_nm_err": "Por favor ingrese un nombre válido para la granja",
  "farm_stp_scrn_2_pg_desc": "La ubicación de su granja se utilizará cuando reserve entregas o recolecciones a través de la aplicación FarmSmarter.",
  "farm_stp_scrn_2_pg_desc_2": "Puede señalar la ubicación de su granja en el mapa.",
  "farm_saved_mssg": "La ubicación de la granja se guardó correctamente.",
  "go_to_farm": "continuar",
  "search_your_loc": "Ubicación de búsqueda",
  "farm_dash_info_mssg": "Un panel único donde puede monitorear todas las actividades de su granja, el clima en su granja y consejos de nuestros expertos sobre cómo aprovechar al máximo su granja.",
  "farm_dash_info_title": "Página de inicio de la granja",
  "farm_dash_txt": "Puede seleccionar una granja para ver qué está pasando.",
  "farm_acreage": "Superficie agrícola",
  "exp_farm_yield": "Rendimiento agrícola esperado",
  "field_setp_info_mssg": "Aquí es donde puede nombrar su campo antes de crear un mapa de campo. Si aún no te sientes listo, vuelve más tarde y ¡aún estaremos aquí!",
  "field_setp_pg_desc": "Comencemos por darle un nombre a tu campo.",
  "map_field": "mapear mi campo",
  "do_it_later": "Haz esto más tarde",
  "map_field_later": "mapear mi campo más tarde",
  "map_field_later_desc": "FarmSmarter no podrá brindarle la mejor información sobre su campo hasta que esté mapeado.",
  "map_field_now": "mapear mi campo ahora",
  "field_setp_scrn_2_info_mssg": "Marque su campo dibujando un polígono alrededor del campo. Permita la ubicación geográfica o busque su ubicación usando los botones de alternancia en la parte inferior de la página. Una vez establecida su ubicación, haga clic en la forma del polígono al lado del ícono de la mano en la esquina superior derecha de la interfaz del mapa. Haga clic en el punto de partida de su campo para comenzar a dibujar su campo. Una vez que se haya mapeado la forma del campo y haya recorrido el campo hasta el punto inicial, el polígono se dibujará automáticamente en el mapa y luego podrá proceder a guardar su campo. Para ajustar la forma dibujada, debe hacer clic en el ícono de la mano en la interfaz del mapa, luego podrá cambiar la forma del campo simplemente arrastrando cualquier punto en el polígono dibujado. Eliminar el polígono dibujado es tan simple como hacer clic en el botón \"eliminar\" en la esquina inferior derecha de la pantalla.",
  "field_setp_scrn_2_info_title": "Localiza y dibuja la forma de tu campo.",
  "field_setp_scrn_2_pg_title": "Mapea tu campo",
  "field_setp_scrn_2_pg_desc_1": "Ahora que ha nombrado su campo, hagamos un mapa para que FarmSmarter pueda brindarle los mejores consejos y cálculos para su campo.",
  "field_setp_scrn_2_pg_desc_2": "Comience haciendo clic en la forma dibujada en la esquina superior izquierda del mapa, luego puede hacer clic en el mapa para colocar líneas conectadas alrededor de su campo. Si te quedas atascado, haz clic en el botón de ayuda.",
  "field_success_map": "Campo mapeado exitosamente.",
  "select_field_crp": "seleccionar cultivos de campo",
  "harvest_crp_info_mssg": "Al registrar su cosecha cosechada, podemos ayudarlo a realizar un seguimiento de lo que hay en su campo y sugerir nuevos cultivos de rotación para la próxima temporada. Una buena estimación de rendimiento está bien; lo ayudaremos a monitorear el éxito de su campo a medida que avanzamos. Cuando hayas guardado esta cosecha podrás elegir un nuevo cultivo para plantar en este campo. La fecha de cosecha se registrará como la fecha de hoy.",
  "harvest_crp_info_title": "¿Cuál fue su rendimiento total de este cultivo?",
  "no_harvest": "no hay cultivos para cosechar, regrese a la página de inicio del campo para seleccionar el cultivo para cosechar.",
  "crp_harvested": "la cosecha se recogió con éxito",
  "crp_seltion_lst_seasn_info_mssg": "Ingrese su cultivo anterior en el cuadro de texto a continuación. No podremos brindarle el mejor consejo de rotación, pero lo agregaremos a nuestras opciones de cultivos futuros tan pronto como podamos.",
  "crp_seltion_lst_seasn_info_title": "¿El cultivo no figura en la lista?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter utiliza la información de cultivos anterior que usted proporciona para crear un plan de siembra para su campo utilizando las mejores prácticas de rotación de cultivos.",
  "crp_seltion_lst_seasn_pg_desc_2": "También podemos ayudarlo a monitorear la productividad y la salud de su tierra comparando los rendimientos de cultivos anteriores.",
  "crp_seltion_lst_seasn_pg_desc_3": "No se preocupe si no tiene un cultivo de la última temporada, lo ayudaremos a comenzar sugiriéndole cultivos adecuados para su ubicación.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Su cultivo no fue encontrado, agregue el nombre de su cultivo",
  "no_lst_seasn": "sin cosecha de la última temporada",
  "invalid_yield_val": "Por favor ingrese un valor válido para Peso y Rendimiento",
  "crp_seltion_yield_info_mssg": "FarmSmarter realizará un seguimiento de la productividad de su granja de una temporada a la siguiente. Al brindarle el último rendimiento de este campo, podemos ayudarlo a monitorear la salud de su campo a lo largo del tiempo. ¡Elige la medida adecuada para tu cultivo y nosotros calcularemos el resto por ti!",
  "crp_seltion_yield_info_title": "¿Por qué dar el último rendimiento?",
  "crp_seltion_yield_desc": "¿Cuál fue el rendimiento de este cultivo?",
  "harvest_yield": "¿Cuál fue el rendimiento total de esta cosecha la temporada pasada?",
  "no_lst_season_crp_selected": "no se seleccionó ningún cultivo, regrese al cultivo de la última temporada",
  "crp_suggt_info_mssg": "FarmSmarter mostrará cultivos que mejorarán la salud de su suelo mediante la rotación de cultivos y cultivos intercalados según su historial de siembra en el campo anterior. Elija hasta un máximo de tres cultivos para plantar. Un cultivo principal, un cultivo secundario y un cultivo adicional.",
  "crp_suggt_info_title": "Las sugerencias de cultivos ayudan",
  "crp_suggt_desc": "FarmSmarter sugiere que plante hasta tres de estos cultivos en su campo para tener mayores posibilidades de éxito.",
  "no_crp_suggestion": "No tenemos ninguna sugerencia en este momento para esta rotación de cultivos, seleccione de nuestra lista completa de cultivos.",
  "see_crp_lst": "ver lista de cultivos",
  "crp_priority_info_title": "prioridad de cultivo",
  "crp_priority_info_mssg": "Seleccione hasta tres cultivos para plantar en este campo. Deberá especificar la prioridad de cada cultivo en orden de importancia. Por ejemplo, su cultivo principal puede ser el maíz y puede optar por intercalarlo con frijoles y tener un cultivo adicional, como una selección de plantaciones complementarias, como caléndulas, para disuadir a los pulgones.",
  "nw_season_crp_selec_info_mssg": "Selecciona el cultivo que deseas sembrar para esta nueva temporada",
  "nw_season_crp_selec_info_title": "Selección de cultivos",
  "nw_season_crp_selec_desc": "Seleccione el cultivo que desea cultivar",
  "plntng_plan_info_mssg": "Deje que nuestro experto revise sus planes de plantación para que podamos sugerirle el mejor enfoque de plantación para sus cultivos.",
  "plntng_plan_info_title": "Planes de plantación",
  "plntng_plan_desc": "Seleccione su fecha de siembra para cada cultivo y FarmSmarter podrá brindarle consejos y sugerencias para cada etapa de crecimiento.",
  "plntng_date": "fecha de siembra",
  "crops_not_selected": "No se seleccionaron cultivos, regrese para seleccionar cultivos para la nueva temporada.",
  "crops_selected_success": "cultivos de campo creados con éxito",
  "crop_guide": "guía de cultivos",
  "field_hm_info_mssg": "Esta es la página de inicio de su campo, donde puede administrar sus cultivos y obtener los mejores consejos de los expertos de FarmSmarter. Calculamos el rendimiento de los cultivos según el área de su campo y un rendimiento promedio para su región. Si tiene varios cultivos en el campo, el rendimiento será proporcionalmente menor que el que se muestra. Para obtener información detallada, puede utilizar las guías de cultivos para cada cultivo y cuando esté listo para cosechar su cultivo, ¡háganoslo saber y podremos registrar el éxito de su cosecha!",
  "field_hm_info_title": "Bienvenido a la página de inicio de su campo",
  "field_hm_acreage": "Superficie de campo",
  "field_home": "casa de campo",
  "field_hm_tips": "Consejos para el manejo del campo",
  "field_hm_tips_mssg": "Aquí es donde podemos dar sugerencias temporales... Si tiene varios cultivos en el campo, el rendimiento será proporcionalmente menor.",
  "harvest_crop": "cosechar esta cosecha",
  "crp_clinic_info_mssg": "Nuestra clínica de cultivos de IA funciona observando las imágenes que usted proporciona del cultivo y sus síntomas. Cuanto mejor sea la imagen, más preciso será el diagnóstico. Concéntrese en la parte del cultivo que muestra los síntomas más obvios, por ejemplo; una hoja entera o una porción de la hoja que muestra la enfermedad, una fruta entera o una cabeza de semilla que muestra los síntomas. Evite fotografías que muestren una planta entera o que tengan manos y dedos en el camino de la planta o la enfermedad. Una buena iluminación también ayuda mucho.",
  "crp_clinic_info_title": "Obteniendo la mejor imagen para el diagnóstico",
  "crp_clinic_wlc": "Hola, bienvenido a la clínica de cultivos FarmSmarter. Echemos un vistazo al problema.",
  "crp_clinic_choose_crp": "elegir el cultivo afectado",
  "crp_clinic_crp_select_info_mssg": "Identificar el cultivo que le preocupa ayudará a nuestra clínica de cultivos a acelerar un diagnóstico más preciso.",
  "crp_clinic_crp_select_info_title": "Seleccione el cultivo afectado",
  "crp_clinic_dnd_info_mssg": "arrastre una imagen a la sección de carga o haga clic para cargar un archivo de imagen del cultivo afectado. El único archivo aceptado es jpegs.",
  "crp_clinic_dnd_info_title": "Imagen de cultivo afectada por Drag'n'Drog",
  "crp_clinic_dnd_pg_desc": "Ahora que sabemos qué cultivo está afectado puedes subir una imagen para realizar el diagnóstico.",
  "crp_clinic_result_info_mssg": "Nuestra clínica de cultivos de IA funciona observando las imágenes que usted proporciona del cultivo y sus síntomas. Cuanto mejor sea la imagen, más preciso será el diagnóstico. Según la imagen proporcionada, nuestra clínica de cultivos identificará una o más enfermedades en la imagen de su cultivo. La enfermedad se enumerará con una breve descripción de los efectos de la infección. Al hacer clic en el botón 'saber más' podrás ver información detallada sobre cada enfermedad, cómo tratarla y métodos para prevenir su propagación. Si el diagnóstico de la enfermedad parece incorrecto, puede visitar nuestra biblioteca de enfermedades y buscar las enfermedades que son comunes para su cultivo.",
  "crp_clinic_result_info_title": "entender el diagnóstico",
  "find_out_more": "Saber más",
  "looks_wrong": "esto se ve mal",
  "see_possible_disease": "ver posibles enfermedades",
  "disease_looks_wrong": "¿La enfermedad parece mal?",
  "thanks_for_info": "¡Gracias por dejarnos saber!",
  "thanks_info_mssg": "Si el diagnóstico parece incorrecto, tomaremos nota y lo revisaremos. Mientras tanto puedes ver una lista completa de enfermedades aquí:",
  "go_to_disease_lib": "ir a la biblioteca de enfermedades",
  "crp_doc_wel_mssg": "Bienvenido a la clínica de cultivos FarmSmarter, echemos un vistazo al problema",
  "crp_doc_drg_n_drp_mssg": "Haga clic aquí para cargar o arrastrar y soltar una imagen de recorte enferma (PNG, JPG, JPEG)",
  "drg_n_drg_active": "deja la imagen aquí...",
  "drg_n_drg_file_type": "tipo de archivo no aceptado",
  "drg_n_drg_mul_file_type": "No se acepta la carga de varios archivos.",
  "disease_diagnosis": "diagnóstico de enfermedad",
  "detected_disease": "Enfermedades detectadas",
  "disease_summary": "Resumen de la enfermedad",
  "crp_disease_loader": "Detección de enfermedades de cultivos en progreso.",
  "crp_disease_err_loader": "Servicio no disponible actualmente, inténtalo de nuevo más tarde",
  "drn_n_drp_crp_fml": "Arrastre y suelte la imagen de la familia recortada aquí o haga clic para seleccionar el archivo de imagen (.PNG, .JPG o .JPEG)",
  "drn_n_drp_crp_disease": "Arrastre y suelte la imagen de la enfermedad recortada aquí o haga clic para seleccionar el archivo de imagen (.PNG, .JPG o .JPEG)",
  "chat_wlc_mss": " Bienvenido al chat de la comunidad farmSmarter",
  "chat_wlc_desc": "Crea tu nombre de usuario para comenzar",
  "priv_chat_info_mssg": "enviar mensajes privados",
  "priv_chat_info_title": "Chats Privados",
  "priv_chat_header": "mis charlas",
  "chats_info_mssg": "Aquí es donde puede conectarse con agricultores, proveedores agrícolas, proveedores financieros y otros miembros de la comunidad para compartir ideas, obtener consejos y construir una comunidad FarmSmarter sólida.",
  "chats_info_title": "",
  "mssg_history_unavailable": "historial de mensajes no disponible en este momento",
  "search_username": "buscar por nombre de usuario",
  "dm": "Mensajes directos",
  "wlc_to_chat": "Bienvenido a la aplicación de chat FarmSmarter",
  "join_comm": "Unete a la communidad",
  "set_user_pref": "establecer la preferencia del usuario",
  "report": "informe",
  "reason": "razón",
  "report_user": "Reportar usuario",
  "block_user": "Bloquear usuario",
  "community_forum_info_mssg": "Comuníquese con otros agricultores a través de la comunidad de chat de FarmSmarter",
  "community_forum_info_title": "Chat comunitario",
  "leave_comm": "salir de la comunidad",
  "start_conv": "iniciar una conversación",
  "sent_by": "Enviado por",
  "crp_inf_mssg": "Obtenga información sobre cultivos y las enfermedades que afectan a los cultivos.",
  "crp_inf_title": "cultivos y enfermedades",
  "crp_detail_info_mssg": "Obtenga información detallada sobre este cultivo",
  "crp_detail_info_title": "información del cultivo",
  "crp_overview": "descripción general del cultivo",
  "soil_and_land": "suelo y tierra",
  "planting": "plantando",
  "growing": "creciente",
  "harvest": "cosecha",
  "plntng_and_grwing": "plantar y crecer",
  "irrigation": "irrigación",
  "inter_cropping": "cultivo intercalado",
  "weeding": "deshierbe",
  "fertilizer": "fertilizantes",
  "harvest_time": "tiempo de cosecha",
  "post_harvest": "poscosecha",
  "pests_and_disease": "plagas y enfermedades",
  "pests": "plagas",
  "soilType": "tipo de suelo",
  "general_tips": "consejos generales",
  "optimal_condition": "condiciones óptimas de siembra",
  "optimal_soil_ph": "rango óptimo de PH del suelo",
  "soil_summary": "resumen del suelo",
  "soil_profile": "perfil del suelo",
  "summary": "resumen",
  "no_info_for_selec_lang": "No hay datos disponibles para el idioma seleccionado, vuelva a consultar.",
  "annony_crp_inf_mssg": "Por favor inicie sesión/regístrese para tener acceso completo a la información de este cultivo.",
  "annony_crp_sign_up": "Iniciar sesión Registrarse",
  "home_anonymous_msg": "Aún no has iniciado sesión en una cuenta. Inicie sesión o regístrese para crear el perfil de su granja.",
  "chat_anonymous_msg": "Aún no has iniciado sesión en una cuenta. Inicie sesión o regístrese para charlar con otros agricultores.",
  "weather_anonymous_msg": "Aún no has iniciado sesión en una cuenta. Inicie sesión o regístrese para acceder a información meteorológica detallada.",
  "fallback_anonymous_mggs": "Aún no has iniciado sesión en una cuenta. Inicie sesión o regístrese para obtener acceso completo.",
  "disease_detail_info_mssg": "Obtenga información detallada sobre esta enfermedad",
  "disease_detail_info_title": "información de la enfermedad",
  "disease_overview": "descripción general de la enfermedad",
  "grwth_stg_fr_infe": "etapas de crecimiento para la infección",
  "symp_prog": "progresión de los síntomas",
  "transmission": "transmisión",
  "prevention": "prevención",
  "treatment": "tratamiento",
  "disease_type": "tipo de enfermedad",
  "plants_affected": "plantas afectadas",
  "weather_info_mssg": "Obtener pronóstico del tiempo",
  "weather_info_title": "Información meteorológica",
  "humidity": "humedad",
  "weather_desc": "descripción del clima",
  "wind_speed": "velocidad del viento",
  "hourly_forcast": "pronóstico por hora",
  "upcoming_days": "próximos días",
  "weather_report_failed": "¡ups! El tiempo no se pudo cargar, inténtalo de nuevo.",
  "settings_info_mssg": "Actualiza tu preferencia de idioma y personaliza tu experiencia",
  "settings_info_title": "Configuraciones y permisos",
  "accunt_delete_mssg": "cuenta eliminada exitosamente",
  "firebase_anal": "análisis de base de fuego",
  "chng_pass": "Cambiar la contraseña",
  "delete_accunt": "Borrar cuenta",
  "delete_accunt_desc": "¿Eliminar tu cuenta? ¿Estás seguro de que quieres eliminar tu cuenta?",
  "lang_descp": "Selecciona tu idioma preferido",
  "lang_opt": "Opciones de lenguaje",
  "analy_allow": "Permitir análisis",
  "analytics": "Analítica",
  "pass_settings": "Configuración de contraseña",
  "delete_acct_prompt_mssg": "Al eliminar su cuenta FarmSmarter se eliminarán todos los datos guardados. ¿Está seguro de que desea continuar?",
  "delete_acct_prompt_title": "¿está seguro?",
  "delete_acct_prompt_btn_title": "borrar mi cuenta",
  "usr_profile_inf_mssg": "Vea y actualice su perfil de usuario para obtener la mejor experiencia usando FarmSmarter",
  "usr_profile_inf_title": "Perfil",
  "prf_nt_fnd_mssg": "Su perfil no fue encontrado, cree un perfil antes de continuar.",
  "prf_nt_fnd_title": "Se requiere configuración de perfil",
  "usr_profile_pg_desc_1": "¡Felicitaciones, tu perfil se ve genial!",
  "usr_profile_pg_desc_2": "*estos elementos son visibles para otros usuarios.",
  "camera_not_avail": "no se puede acceder a la cámara del dispositivo",
  "save_fail": "no se pudieron guardar los cambios del perfil",
  "update_success": "su perfil fue actualizado exitosamente",
  "prf_img_upload_failed": "la imagen de perfil no se pudo cargar",
  "unsupported_img_type": "tipo de archivo no soportado",
  "multiple_upload_reject": "No se aceptan múltiples archivos.",
  "take_snap": "toma una foto",
  "close_camera": "cerrar cámara",
  "crp_fml_title": "título de familia de cultivo",
  "crp_dis_title": "título de la enfermedad del cultivo",
  "crp_fml": "familia de cultivos",
  "crp_dis": "enfermedad de los cultivos",
  "overview": "descripción general",
  "save": "ahorrar",
  "language": "idioma",
  "crp_fml_name": "nombre de la familia del cultivo",
  "crp_fml_dec": "descripción de la familia de cultivos",
  "crp_dis_name": "nombre de la enfermedad del cultivo",
  "crp_dis_dec": "descripción de la enfermedad del cultivo",
  "crp_dis_selec": "selección de enfermedades de cultivos",
  "crp_fam_selec": "selección de familias de cultivos",
  "upload_img": "cargar imagen",
  "search_lang": "idioma de búsqueda",
  "no_item_found": "No se encontró ningún artículo",
  "otp_mssg": "El código ha sido enviado a su número de teléfono, ingrese el código a continuación para ser verificado.",
  "otp_fail": "el código no pudo enviarse",
  "phone_sign_in": "iniciar sesión con el número de teléfono",
  "send_code": "enviar código",
  "enter_code": "introduzca el código",
  "wrong_code": "código incorrecto ingresado",
  "login_success": "Inicio de sesión correcto",
  "phone_linked": "número de teléfono agregado correctamente como opción de inicio de sesión secundaria",
  "settings_link_opt_lbl_1": "Opciones de inicio de sesión",
  "settings_link_opt_lbl_2": "Otras opciones de inicio de sesión",
  "settings_link_opt_lbl_txt": "Configure un método de inicio de sesión secundario para permitir una autenticación perfecta",
  "settings_link_opt_btn_txt": "número de teléfono iniciar sesión",
  "add_phone_login": "añadir número de teléfono iniciar sesión",
  "error_404": "Error 404 - Página no encontrada",
  "newtork_err_mssg": "Parece que tu red está desconectada, inténtalo de nuevo.",
  "server_network_mssg": "Parece que no puedes conectarte a FarmSmarter, inténtalo de nuevo.",
  "attch_img": "adjuntar imagen",
  "cancel": "Cancelar",
  "current_img": "imagen actual",
  "uploaded_img": "imagen cargada",
  "admin_add_lng": "agregar idioma"
}
