{
  "dob": "ojo ibi",
  "next": "Itele",
  "back": "pada",
  "welcome": "Kaabo",
  "login": "wo ile",
  "continue": "tesiwaju",
  "submit": "fi silẹ",
  "home": "ile",
  "remove": "yọ kuro",
  "resend": "tun firanṣẹ",
  "edit": "satunkọ",
  "with": "pẹlu",
  "previous": "pada",
  "crop_doctor": "iwosan irugbin",
  "chat": "iwiregbe",
  "crop_info": "irugbin alaye",
  "weather": "Oju ojo",
  "today": "Loni",
  "tomorrow": "Ọla",
  "refresh": "sọdọtun",
  "marketplace": "ọjà",
  "account": "iroyin",
  "profile": "profaili",
  "settings": "ètò",
  "logout": "jade",
  "try_again": "gbiyanju lẹẹkansi",
  "admin": "abojuto",
  "or": "tabi",
  "email": "imeeli",
  "country_code": "koodu orilẹ-ede",
  "phone_number": "nomba fonu",
  "password": "ọrọigbaniwọle",
  "confirm_password": "So ni pato orukoabawole re",
  "new_user": "Olumulo titun?",
  "existing_user": "Olumulo to wa bi?",
  "sign_up": "forukọsilẹ",
  "fst_name": "Orukọ akọkọ",
  "lst_name": "Oruko idile",
  "username": "orukọ olumulo",
  "farmer": "agbe",
  "agricultural_supply": "ogbin ipese",
  "agri_business": "agri owo",
  "wholesale_buyer": "osunwon eniti o",
  "transporter": "olutaja",
  "finance": "inawo",
  "male": "akọ",
  "female": "obinrin",
  "other": "miiran",
  "geo_loc_nt_avai": "geolocation ko si fun ẹrọ yii",
  "geo_loc_nt_enabl": "geolocation ko ṣiṣẹ fun ẹrọ yii",
  "fetching_location": "gbigba ipo rẹ ...",
  "usr_currn_loc": "lo ipo ẹrọ",
  "search_loc": "wa ipo rẹ",
  "field_name": "aaye orukọ",
  "add_crop": "fi irugbin na",
  "search": "wa",
  "done": "ṣe",
  "verified": "imeeli wadi",
  "weight": "iwuwo",
  "selc_measure": "yan odiwon",
  "ton": "pupọ",
  "baskets": "agbọn",
  "kg": "KG",
  "loading": "... ikojọpọ",
  "failed_to_load": "kuna lati fifuye data",
  "none": "kò si ninu awọn wọnyi",
  "finish": "pari",
  "potential_yield": "o pọju ikore",
  "joined_comm": "Awọn agbegbe ti o darapọ",
  "avail_comm": "Awọn agbegbe to wa",
  "priv_chat": "Ikọkọ iwiregbe",
  "join": "da",
  "chats": "Awọn ibaraẹnisọrọ",
  "go": "lọ",
  "community": "awujo",
  "user_info": "Alaye olumulo",
  "country": "orilẹ-ede",
  "user_type": "olumulo iru",
  "crops": "awọn irugbin",
  "diseases": "arun",
  "delete": "parẹ",
  "save_chngs": "fi awọn ayipada",
  "get_started": "bẹrẹ",
  "download_app": "Gba iriri ti o dara julọ nipa gbigba lati ayelujara FarmSmarter fun alagbeka",
  "download": "download",
  "capture": "gbigba",
  "clear": "ko o",
  "select": "yan",
  "wlc_bck": "ku aabọ pada",
  "action_mssg": "Ṣe o da ọ loju pe o fẹ tẹsiwaju pẹlu iṣe yii?",
  "action_title": "jẹrisi igbese",
  "confirm": "jẹrisi",
  "email_registered": "Ọna asopọ ijẹrisi imeeli ti firanṣẹ si",
  "close": "sunmo",
  "field_delete_mssg": "Eyi yoo paarẹ gbogbo alaye ti a forukọsilẹ fun irugbin na ninu aaye rẹ patapata.",
  "field_delete_title": "Pa irugbin na rẹ rẹ?",
  "splash_wlc_txt_1": "Kaabọ si FarmSmarter - a wa nibi lati ṣe iranlọwọ fun ọ lati dagba awọn irugbin ti aṣeyọri!",
  "splash_crpclnc_txt_1": "Gba ayẹwo arun irugbin ti o dara julọ lati Ile-iwosan Igbin-igbin inu-App AI wa",
  "splash_crpinfo_txt_1": "Gba alaye ni kikun nipa awọn irugbin rẹ ati awọn akoko dida ti o dara julọ",
  "splash_chat_txt_1": "pade pẹlu awọn agbẹ ẹlẹgbẹ ki o pin ati kọ ẹkọ lati iriri awọn miiran",
  "splash_started_txt_1": "Gba pupọ diẹ sii lati FarmSmarter Web App ati Mobile App",
  "get_strtd": "bẹrẹ",
  "try_us_out": "gbiyanju wa jade!",
  "anony_user": "oníṣe aláìlórúkọ (ìwọ̀lé níwọ̀n)",
  "login_txt_1": "Kaabọ pada si FarmSmarter - inu wa dun pupọ lati ri ọ lẹẹkansi.",
  "login_txt_2": "Jẹ ki a mu ọ pada si ibiti o ti lọ kuro.",
  "sign_in_with": "Miiran wiwọle awọn aṣayan",
  "new_user_reg": "Kaabọ si FarmSmarter - inu wa dun pupọ lati ri ọ. Jẹ ki a bẹrẹ.",
  "sign_up_with": "Miiran ami soke awọn aṣayan",
  "link_acct": "O nlo FarmSmarter ni ailorukọ – o le forukọsilẹ nibi",
  "or_log_in": "tabi wọle si rẹ tẹlẹ iroyin",
  "ent_home_help_mssg_txt": "Eyi ni dasibodu oko ti ara ẹni nibiti o le wọle si alaye nipa, ati ṣẹda awọn oko tuntun. Nigbati o ba tẹ lori oko kan iwọ yoo ni anfani lati wo awọn aaye ati awọn irugbin ti a forukọsilẹ fun oko yẹn pẹlu ọpọlọpọ alaye miiran lati ṣe iranlọwọ fun ọ lati ni anfani pupọ julọ ninu igbesi aye ogbin rẹ. Mọ daju pe Ti o ba yan lati pa oko kan rẹ, gbogbo data fun oko naa yoo padanu.",
  "ent_home_help_title_txt": "Kaabo si Dasibodu ogbin rẹ",
  "ent_home_pg_title": "Dasibodu agbe",
  "ent_home_weather_na": "Oju ojo ko si",
  "ent_home_no_farm_yet": "O ko ni oko sibẹsibẹ – bayi o le fi rẹ akọkọ oko.",
  "ent_home_add_farm": "titun oko",
  "visit_farm": "be oko",
  "add_field": "fi aaye",
  "prf_stp_scn_1_inf_mssg": "Jọwọ jẹ ki a ṣe adani iriri rẹ nipa fifun wa pẹlu alaye ipilẹ nipa rẹ. Alaye ti ara ẹni rẹ kii yoo pin pẹlu ẹgbẹ kẹta.",
  "prf_stp": "Eto profaili",
  "prf_stp_wlc": "Kaabọ si FarmSmarter - Jẹ ki a mọ ọ ki a le fun iṣẹ ti o dara julọ.",
  "prf_stp_usr_tpe_label": "Ewo ninu awọn wọnyi ti o dara julọ ṣe apejuwe rẹ?",
  "prf_stp_other_usrtp_mssg": "Iru olumulo yii wa ni idagbasoke ṣugbọn a yoo so ọ pọ pẹlu awọn olumulo FarmSmarter miiran nipasẹ iṣẹ iwiregbe in-app",
  "prf_stp_other_usrtp_title": "ti a ti yan olumulo iru",
  "prf_stp_scn_2_inf_mssg": "A fẹ lati ṣe ayẹyẹ rẹ. Jọwọ yan abo ati ọjọ ibi rẹ. Olumulo gbọdọ jẹ ọdun 15 ti ọjọ ori ati ju bẹẹ lọ lati lo app yii",
  "prf_stp_scn_2_inf_title": "Eto profaili - akọ ati ọjọ ti ibimọ",
  "prf_stp_nt_eligible": "O ko ni ẹtọ lati lo app yii, gbọdọ jẹ 14 ati loke",
  "prf_stp_gender_reqd": "Jọwọ yan mejeeji akọ ati ọjọ ibi",
  "prf_stp_prv_pg": "Jọwọ lọ si oju-iwe iṣaaju lati yan iru olumulo rẹ",
  "prf_stp_gender_label": "Yan eyi ti o baamu",
  "prf_stp_bday_label": "A yoo nifẹ lati ṣe ayẹyẹ ọjọ-ibi rẹ!",
  "prf_stp_created": "Profaili rẹ ti ṣẹda ni aṣeyọri",
  "prf_stp_vw_prf": "wo profaili",
  "prf_stp_bk_to_ent": "pada si oju-iwe ile-iṣẹ",
  "prf_stp_success_text_1": "Iyẹn dara, profaili rẹ ti pari.",
  "prf_stp_success_text_3": "Bayi o le bẹrẹ pẹlu kikọ oko rẹ.",
  "prf_stp_success_text_4": "O le wo ati ṣatunkọ profaili rẹ nigbakugba nipa tite lori aami profaili ni apa ọtun oke iboju naa.",
  "prf_stp_mail_veri_text_1": "Iyẹn dara, profaili rẹ ti pari.",
  "prf_stp_mail_veri_text_2": "Bayi a kan nilo ki o rii daju adirẹsi imeeli rẹ nipa titẹ ọna asopọ ti a kan ranṣẹ si",
  "prf_stp_mail_veri_text_3": "O le wo ati ṣatunkọ profaili rẹ nigbakugba nipa tite lori aami profaili ni apa ọtun oke iboju naa.",
  "prf_stp_mail_veri_text_4": "A n murasilẹ lati ṣe itẹwọgba iru olumulo rẹ si agbegbe FarmSmarter.",
  "prf_stp_mail_veri_text_5": "Lakoko a yoo so ọ pọ pẹlu awọn olumulo FarmSmarter miiran nipasẹ apejọ iwiregbe wa.",
  "prf_stp_mail_veri_resend": "Ti imeeli ko ba ti de kan tẹ 'firanṣẹ'",
  "farm_stp_scrn_1_info_mssg": "Jẹ ki a jẹ ki o bẹrẹ nipasẹ ṣiṣẹda oko rẹ, tẹ orukọ oko ati ipo nini rẹ ki o tẹ atẹle",
  "farm_stp_scrn_1_info_title": "Ṣẹda titun oko",
  "farm_stp_scrn_1_pg_header": "Ṣeto oko rẹ",
  "located_farm": "wa oko rẹ",
  "farm_stp_scrn_1_pg_desc": "Lati ṣeto oko rẹ a nilo awọn alaye diẹ lati rii daju pe a fun ọ ni imọran ti o dara julọ.",
  "farm_name": "Orukọ oko",
  "farm_name_txt": "Jẹ ki a bẹrẹ nipa fifun oko rẹ ni orukọ",
  "own_stat": "Ipo nini",
  "own_stat_text": "Nipa ifẹsẹmulẹ ipo nini ilẹ rẹ a le ṣe atilẹyin fun ọ ni fiforukọṣilẹ ilẹ rẹ ati iwọle si iṣuna nigbamii lori.",
  "farm_owner": "oko eni",
  "lng_trm_lease": "Yalo igba pipẹ",
  "rent": "Iyalo",
  "others_pls_spcy": "Awọn miiran (jọwọ pato)",
  "farm_crtd": "oko da",
  "farm_nm_err": "Jọwọ tẹ orukọ to wulo fun oko naa",
  "farm_stp_scrn_2_pg_desc": "Ipo oko rẹ yoo ṣee lo nigbati o ba iwe awọn ifijiṣẹ tabi awọn ikojọpọ nipasẹ ohun elo FarmSmarter.",
  "farm_stp_scrn_2_pg_desc_2": "O le tọka ipo oko rẹ lori maapu naa.",
  "farm_saved_mssg": "Ti fipamọ ipo oko ni aṣeyọri.",
  "go_to_farm": "tesiwaju",
  "search_your_loc": "Wa ipo",
  "farm_dash_info_mssg": "Dasibodu ẹyọkan nibiti o le ṣe atẹle gbogbo awọn iṣẹ oko rẹ, oju ojo lori oko rẹ ati imọran lati ọdọ awọn amoye wa lori bii o ṣe le ni ohun ti o dara julọ lati oko rẹ",
  "farm_dash_info_title": "Oju-iwe ile oko",
  "farm_dash_txt": "O le yan oko kan lati wo ohun ti n ṣẹlẹ.",
  "farm_acreage": "Acreage oko",
  "exp_farm_yield": "O ti ṣe yẹ oko ikore",
  "field_setp_info_mssg": "Eyi ni ibiti o ti le lorukọ aaye rẹ ṣaaju ṣiṣẹda maapu aaye kan. Ti o ko ba ti ṣetan sibẹsibẹ, pada wa nigbamii a yoo tun wa nibi!",
  "field_setp_pg_desc": "Jẹ ki a bẹrẹ nipa fifun aaye rẹ ni orukọ",
  "map_field": "maapu aaye mi",
  "do_it_later": "ṣe eyi nigbamii",
  "map_field_later": "maapu aaye mi nigbamii",
  "map_field_later_desc": "FarmSmarter kii yoo ni anfani lati fun ọ ni alaye ti o dara julọ nipa aaye rẹ titi ti yoo fi ya aworan.",
  "map_field_now": "maapu aaye mi ni bayi",
  "field_setp_scrn_2_info_mssg": "Samisi aaye rẹ nipa yiya polygon kan ni ayika aaye naa. Gba aaye-ilẹ laaye tabi wa ipo rẹ nipa lilo awọn bọtini toggle ni isalẹ oju-iwe naa. Ni kete ti a ti ṣeto ipo rẹ, tẹ lori apẹrẹ polygon lẹgbẹẹ aami ọwọ ni igun apa ọtun oke ni wiwo maapu naa. Tẹ aaye ibẹrẹ ti aaye rẹ lati bẹrẹ iyaworan aaye rẹ. Ni kete ti apẹrẹ aaye ti ya aworan ati pe o ti yika aaye naa pada si aaye ibẹrẹ, polygon yoo fa jade ni adaṣe ni maapu, lẹhinna o le tẹsiwaju lati fipamọ aaye rẹ. Lati ṣatunṣe apẹrẹ ti o ya, o ni lati tẹ aami ọwọ lori wiwo maapu, lẹhinna o yoo gba ọ laaye lati change shae ti aaye naa nipa fifaa eyikeyi aaye nirọrun lori polygon ti a fa. yiyọ polygon ti o ya jẹ rọrun bi tite lori bọtini 'yọ' ni igun apa ọtun isalẹ ti iboju naa.",
  "field_setp_scrn_2_info_title": "wa ki o si fa apẹrẹ aaye rẹ",
  "field_setp_scrn_2_pg_title": "Ṣe maapu aaye rẹ",
  "field_setp_scrn_2_pg_desc_1": "Bayi o ti lorukọ aaye rẹ jẹ ki a ṣe maapu kan ki FarmSmarter le fun ọ ni imọran ti o dara julọ ati awọn iṣiro fun aaye rẹ.",
  "field_setp_scrn_2_pg_desc_2": "Bẹrẹ nipa tite lori apẹrẹ iyaworan ni igun apa osi ti maapu naa, lẹhinna o le tẹ lori maapu lati gbe awọn laini asopọ ni ayika aaye rẹ. Ti o ba di, tẹ bọtini iranlọwọ.",
  "field_success_map": "Aaye ni aṣeyọri ni aṣeyọri.",
  "select_field_crp": "yan awọn irugbin oko",
  "harvest_crp_info_mssg": "Nipa gbigbasilẹ irugbin rẹ bi ikore a le ṣe iranlọwọ fun ọ lati tọju ohun ti o wa ninu aaye rẹ ati daba awọn irugbin iyipo tuntun fun akoko ti n bọ. Iṣiro ikore ti o dara dara, a yoo ṣe iranlọwọ fun ọ lati ṣe atẹle aṣeyọri aaye rẹ bi a ti n lọ. Nigbati o ba ti fipamọ ikore yii o le yan irugbin titun lati gbin ni aaye yii. Ọjọ ikore yoo wa ni igbasilẹ bi ọjọ oni",
  "harvest_crp_info_title": "Kini apapọ ikore rẹ lati inu irugbin na?",
  "no_harvest": "ko si irugbin na si ikore, jọwọ pada si oju-iwe ile aaye lati yan irugbin na si ikore.",
  "crp_harvested": "a kórè èso rere",
  "crp_seltion_lst_seasn_info_mssg": "Jọwọ tẹ irugbin rẹ ti tẹlẹ sinu apoti ọrọ ni isalẹ, a kii yoo ni anfani lati fun imọran yiyi ti o dara julọ ṣugbọn yoo ṣafikun eyi si awọn yiyan irugbin ojo iwaju ni kete bi a ti le!",
  "crp_seltion_lst_seasn_info_title": "A ko ṣe akojọ awọn irugbin bi?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter nlo alaye irugbin ti iṣaaju ti o pese lati kọ ero gbingbin fun aaye rẹ nipa lilo yiyi irugbin ti o dara julọ.",
  "crp_seltion_lst_seasn_pg_desc_2": "A tun le ṣe iranlọwọ fun ọ lati ṣe atẹle iṣelọpọ ati ilera ti ilẹ rẹ nipa ifiwera awọn eso irugbin ti o kọja.",
  "crp_seltion_lst_seasn_pg_desc_3": "Maṣe yọ ara rẹ lẹnu ti o ko ba ni irugbin akoko to kọja, a yoo ran ọ lọwọ lati bẹrẹ nipa didaba awọn irugbin ti o dara fun ipo rẹ.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "A ko ri irugbin rẹ, fi orukọ irugbin rẹ kun",
  "no_lst_seasn": "ko si kẹhin akoko irugbin na",
  "invalid_yield_val": "Jọwọ tẹ iye to wulo fun iwuwo ati Ikore",
  "crp_seltion_yield_info_mssg": "FarmSmarter yoo tọpa iṣelọpọ ti oko rẹ lati akoko kan si ekeji. Nipa fifun ikore ikẹhin rẹ fun aaye yii a le ṣe iranlọwọ fun ọ lati ṣe atẹle ilera ti aaye rẹ ni akoko pupọ. Yan iwọn ti o yẹ fun irugbin na ati pe a yoo ṣe iṣiro iyokù fun ọ!",
  "crp_seltion_yield_info_title": "Kí nìdí fun awọn ti o kẹhin ikore?",
  "crp_seltion_yield_desc": "kí ni èso irúgbìn yìí",
  "harvest_yield": "Kini apapọ ikore lati inu irugbin na ni akoko to kọja?",
  "no_lst_season_crp_selected": "ko si irugbin ti o yan, jọwọ pada si irugbin akoko to kọja",
  "crp_suggt_info_mssg": "FarmSmarter yoo ṣe afihan awọn irugbin ti yoo mu ilera ile rẹ dara si nipasẹ yiyi irugbin ati intercropping ti o da lori itan gbingbin aaye iṣaaju rẹ. Jọwọ yan to iwọn awọn irugbin mẹta fun dida. Awọn irugbin akọkọ, irugbin ile-iwe keji ati afikun irugbin na.",
  "crp_suggt_info_title": "Awọn imọran irugbin na ṣe iranlọwọ",
  "crp_suggt_desc": "FarmSmarter ni imọran pe o gbin to mẹta ninu awọn irugbin wọnyi si aaye rẹ fun aye ti o dara julọ ti aṣeyọri.",
  "no_crp_suggestion": "A ko ni awọn aba eyikeyi ni akoko fun yiyi irugbin na, jọwọ yan lati inu atokọ kikun ti awọn irugbin wa.",
  "see_crp_lst": "wo akojọ awọn irugbin",
  "crp_priority_info_title": "ayo irugbin na",
  "crp_priority_info_mssg": "Jọwọ yan awọn irugbin to bi mẹta lati gbin ni aaye yii. Iwọ yoo nilo lati pato pataki fun irugbin na kọọkan ni aṣẹ pataki. Fun apẹẹrẹ awọn irugbin akọkọ rẹ le jẹ agbado ati pe o le yan lati intercrop pẹlu awọn ewa ati ni afikun irugbin na gẹgẹbi yiyan gbingbin ẹlẹgbẹ bi marigolds lati dena aphids.",
  "nw_season_crp_selec_info_mssg": "Yan irugbin ti o fẹ lati gbin fun akoko tuntun yii",
  "nw_season_crp_selec_info_title": "Yiyan irugbin",
  "nw_season_crp_selec_desc": "Yan irugbin na ti o fẹ dagba",
  "plntng_plan_info_mssg": "Jẹ ki amoye wa ṣe atunyẹwo awọn ero dida rẹ ki a le daba ọna dida ti o dara julọ fun awọn irugbin rẹ",
  "plntng_plan_info_title": "Awọn eto gbingbin",
  "plntng_plan_desc": "Yan ọjọ dida rẹ fun irugbin kọọkan ati FarmSmarter yoo ni anfani lati fun ọ ni imọran ati awọn imọran fun ipele idagbasoke kọọkan.",
  "plntng_date": "ọjọ gbingbin",
  "crops_not_selected": "Ko si awọn irugbin ti a yan, jọwọ pada lọ lati yan awọn irugbin fun akoko titun",
  "crops_selected_success": "awọn irugbin oko ti a ṣẹda ni aṣeyọri",
  "crop_guide": "irugbin guide",
  "field_hm_info_mssg": "Eyi ni oju-iwe ile aaye rẹ nibiti o le ṣakoso awọn irugbin rẹ ati gba imọran ti o dara julọ lati ọdọ awọn amoye FarmSmarter. A ṣe iṣiro awọn ikore irugbin na ni ibamu si agbegbe ti aaye rẹ ati ikore aropin fun agbegbe rẹ. Ti o ba ni awọn irugbin pupọ ni aaye lẹhinna ikore yoo jẹ iwọn kekere ju ti a fihan. Fun alaye alaye o le lo awọn itọsọna irugbin na fun irugbin kọọkan ati nigbati o ba ṣetan lati ikore irugbin rẹ, kan jẹ ki a mọ ati pe a le ṣe igbasilẹ aṣeyọri ikore rẹ!",
  "field_hm_info_title": "Kaabo si oju-iwe ile aaye rẹ",
  "field_hm_acreage": "Acreage aaye",
  "field_home": "ile oko",
  "field_hm_tips": "Awọn imọran iṣakoso aaye",
  "field_hm_tips_mssg": "Eyi ni ibiti a ti le fun awọn imọran igba diẹ… Ti o ba ni ọpọlọpọ awọn irugbin ninu aaye lẹhinna ikore yoo dinku ni iwọn.",
  "harvest_crop": "ikore yi irugbin na",
  "crp_clinic_info_mssg": "Ile-iwosan irugbin irugbin AI wa n ṣiṣẹ nipa wiwo awọn aworan ti o pese ti irugbin na ati awọn ami aisan rẹ. Ti o dara julọ aworan naa, ayẹwo deede diẹ sii yoo jẹ. Jọwọ dojukọ apakan ti irugbin na ti o fihan awọn ami aisan ti o han julọ, fun apẹẹrẹ; Gbogbo ewe kan tabi apakan ti ewe ti n ṣafihan arun na, odidi eso tabi ori irugbin ti n ṣafihan awọn aami aisan naa. yago fun awọn fọto fifi kan gbogbo ọgbin tabi nini ọwọ ati ika ni ọna ti ọgbin tabi arun. Imọlẹ to dara tun jẹ iranlọwọ pupọ.",
  "crp_clinic_info_title": "Ngba aworan ti o dara julọ fun ayẹwo",
  "crp_clinic_wlc": "Kaabo, kaabọ si ile-iwosan irugbin irugbin FarmSmarter. Jẹ ki a wo iṣoro naa",
  "crp_clinic_choose_crp": "yan irugbin ti o kan",
  "crp_clinic_crp_select_info_mssg": "Nipa idamo irugbin na o ni aniyan nipa rẹ yoo ṣe iranlọwọ ile-iwosan irugbin wa ni iyara lati tọpinpin ayẹwo deede diẹ sii.",
  "crp_clinic_crp_select_info_title": "Yan irugbin na ti o kan",
  "crp_clinic_dnd_info_mssg": "fa aworan kan sinu apakan ikojọpọ tabi tẹ lati gbe faili aworan kan ti irugbin na ti o kan. Faili ti o gba nikan ni jpegs",
  "crp_clinic_dnd_info_title": "Drag'n'Drog Ipa Irugbin Aworan",
  "crp_clinic_dnd_pg_desc": "Bayi a mọ iru irugbin na ti o kan o le gbe aworan kan fun ayẹwo.",
  "crp_clinic_result_info_mssg": "Ile-iwosan irugbin irugbin AI wa n ṣiṣẹ nipa wiwo awọn aworan ti o pese ti irugbin na ati awọn ami aisan rẹ. Ti o dara julọ aworan naa, ayẹwo deede diẹ sii yoo jẹ. Da lori aworan ti a pese, ile-iwosan irugbin wa yoo ṣe idanimọ ọkan tabi diẹ sii awọn arun ninu aworan irugbin rẹ. A yoo ṣe atokọ arun na pẹlu akopọ kukuru ti awọn ipa ti akoran. Nipa tite lori bọtini 'wa diẹ sii' iwọ yoo ni anfani lati wo alaye alaye nipa arun kọọkan, bii o ṣe le tọju rẹ ati awọn ọna fun idilọwọ itankale arun. Ti idanimọ arun na ba dabi aṣiṣe, o le ṣabẹwo si ile-ikawe arun wa ki o wa awọn arun ti o wọpọ fun irugbin rẹ.",
  "crp_clinic_result_info_title": "oye okunfa",
  "find_out_more": "wa jade siwaju sii",
  "looks_wrong": "eyi dabi aṣiṣe",
  "see_possible_disease": "wo awọn arun ti o ṣeeṣe",
  "disease_looks_wrong": "Arun wo ni aṣiṣe?",
  "thanks_for_info": "O ṣeun fun jijeki a mọ!",
  "thanks_info_mssg": "Ti ayẹwo ba wo aṣiṣe a yoo ṣe akọsilẹ ati atunyẹwo. Lakoko yii o le wo atokọ kikun ti awọn arun nibi:",
  "go_to_disease_lib": "lọ si ile-ikawe arun",
  "crp_doc_wel_mssg": "Kaabọ si ile-iwosan irugbin irugbin FarmSmarter, jẹ ki a wo iṣoro naa",
  "crp_doc_drg_n_drp_mssg": "Tẹ ibi lati gbejade tabi fa ati ju aworan irugbin ti o ni arun silẹ (PNG, JPG, JPEG)",
  "drg_n_drg_active": "Fi aworan silẹ nibi ...",
  "drg_n_drg_file_type": "iru faili ko gba",
  "drg_n_drg_mul_file_type": "ikojọpọ faili pupọ ko gba",
  "disease_diagnosis": "ayẹwo aisan",
  "detected_disease": "Awọn Arun Ti a Ṣafihan",
  "disease_summary": "Arun Lakotan",
  "crp_disease_loader": "wiwa arun irugbin na nlọ lọwọ",
  "crp_disease_err_loader": "Iṣẹ ko si lọwọlọwọ, jọwọ gbiyanju lẹẹkansi nigbamii",
  "drn_n_drp_crp_fml": "fa ati ju aworan idile irugbin silẹ nibi tabi tẹ lati yan faili aworan (.PNG, .JPG tabi .JPEG)",
  "drn_n_drp_crp_disease": "fa ati ju aworan arun irugbin silẹ nibi tabi tẹ lati yan faili aworan (.PNG, .JPG tabi .JPEG)",
  "chat_wlc_mss": " Kaabọ si iwiregbe agbegbe farmSmarter",
  "chat_wlc_desc": "Ṣẹda orukọ olumulo rẹ lati bẹrẹ",
  "priv_chat_info_mssg": "Fi awọn ifiranṣẹ aladani ranṣẹ",
  "priv_chat_info_title": "Ikọkọ Chats",
  "priv_chat_header": "awọn iwiregbe mi",
  "chats_info_mssg": "Eyi ni ibiti o ti le sopọ pẹlu awọn agbe, awọn olupese agri, awọn olupese inawo ati awọn ọmọ ẹgbẹ agbegbe miiran lati pin awọn imọran, gba imọran ati kọ agbegbe FarmSmarter to lagbara.",
  "chats_info_title": "",
  "mssg_history_unavailable": "itan ifiranṣẹ ko si ni akoko yii",
  "search_username": "wa nipa orukọ olumulo",
  "dm": "Awọn ifiranṣẹ taara",
  "wlc_to_chat": "Kaabo si FarmSmarter Chat App",
  "join_comm": "Darapọ mọ agbegbe",
  "set_user_pref": "ṣeto olumulo ká ààyò",
  "report": "iroyin",
  "reason": "idi",
  "report_user": "Iroyin olumulo",
  "block_user": "Dina olumulo",
  "community_forum_info_mssg": "Ṣe ibasọrọ pẹlu awọn agbe ẹlẹgbẹ nipasẹ agbegbe iwiregbe FarmSmarter",
  "community_forum_info_title": "Iwiregbe Agbegbe",
  "leave_comm": "kuro awujo",
  "start_conv": "bẹrẹ ibaraẹnisọrọ",
  "sent_by": "Ti firanṣẹ nipasẹ",
  "crp_inf_mssg": "Gba alaye nipa awọn irugbin ati awọn arun ti o ni ipa lori awọn irugbin.",
  "crp_inf_title": "irugbin ati arun",
  "crp_detail_info_mssg": "Gba alaye ni kikun nipa irugbin na",
  "crp_detail_info_title": "irugbin alaye",
  "crp_overview": "irugbin Akopọ",
  "soil_and_land": "ile ati ilẹ",
  "planting": "gbingbin",
  "growing": "dagba",
  "harvest": "ikore",
  "plntng_and_grwing": "gbingbin ati dagba",
  "irrigation": "irigeson",
  "inter_cropping": "inter cropping",
  "weeding": "èpo",
  "fertilizer": "ajile",
  "harvest_time": "akoko ikore",
  "post_harvest": "post ikore",
  "pests_and_disease": "ajenirun ati arun",
  "pests": "ajenirun",
  "soilType": "ile iru",
  "general_tips": "gbogboogbo awọn italolobo",
  "optimal_condition": "ti aipe gbingbin majemu",
  "optimal_soil_ph": "ile ti o dara julọ PH",
  "soil_summary": "ile Lakotan",
  "soil_profile": "ile profaili",
  "summary": "akopọ",
  "no_info_for_selec_lang": "Ko si data ti o wa fun ede ti o yan, jọwọ ṣayẹwo pada lẹẹkansi.",
  "annony_crp_inf_mssg": "Jọwọ buwolu / forukọsilẹ lati ni iwọle ni kikun si alaye irugbin na",
  "annony_crp_sign_up": "wiwọle / wole-soke",
  "home_anonymous_msg": "O ko tii wọle si akọọlẹ kan sibẹsibẹ. Jọwọ wọle tabi forukọsilẹ lati kọ profaili oko rẹ.",
  "chat_anonymous_msg": "O ko tii wọle si akọọlẹ kan sibẹsibẹ. Jọwọ wọle tabi forukọsilẹ lati iwiregbe pẹlu awọn agbe ẹlẹgbẹ.",
  "weather_anonymous_msg": "O ko tii wọle si akọọlẹ kan sibẹsibẹ. Jọwọ wọle tabi forukọsilẹ lati wọle si alaye oju ojo alaye.",
  "fallback_anonymous_mggs": "O ko tii wọle si akọọlẹ kan sibẹsibẹ. Jọwọ wọle tabi forukọsilẹ lati gba wiwọle ni kikun.",
  "disease_detail_info_mssg": "Gba alaye alaye nipa arun yii",
  "disease_detail_info_title": "arun alaye",
  "disease_overview": "arun Akopọ",
  "grwth_stg_fr_infe": "awọn ipele idagbasoke fun ikolu",
  "symp_prog": "ilọsiwaju aami aisan",
  "transmission": "gbigbe",
  "prevention": "idena",
  "treatment": "itọju",
  "disease_type": "arun iru",
  "plants_affected": "eweko fowo",
  "weather_info_mssg": "Gba asọtẹlẹ oju ojo",
  "weather_info_title": "Oju ojo Alaye",
  "humidity": "ọriniinitutu",
  "weather_desc": "ojo apejuwe",
  "wind_speed": "afẹfẹ iyara",
  "hourly_forcast": "wakati apesile",
  "upcoming_days": "ìṣe ọjọ",
  "weather_report_failed": "oops! oju ojo kuna lati fifuye, gbiyanju lẹẹkansi",
  "settings_info_mssg": "Ṣe imudojuiwọn awọn ayanfẹ ede rẹ ki o sọ iriri rẹ di ti ara ẹni",
  "settings_info_title": "Eto ati awọn igbanilaaye",
  "accunt_delete_mssg": "iroyin ti paarẹ ni aṣeyọri",
  "firebase_anal": "firebase atupale",
  "chng_pass": "Tun oruko akowole re se",
  "delete_accunt": "Pa Account",
  "delete_accunt_desc": "Npa akọọlẹ rẹ rẹ jẹ bi? Ṣe o da ọ loju pe o fẹ pa akọọlẹ rẹ rẹ bi?",
  "lang_descp": "Yan ede ti o fẹ",
  "lang_opt": "Awọn aṣayan Ede",
  "analy_allow": "Gba Atupale laaye",
  "analytics": "Atupale",
  "pass_settings": "Ọrọigbaniwọle Eto",
  "delete_acct_prompt_mssg": "Piparẹ akọọlẹ FarmSmarter rẹ yoo yọ gbogbo data ti o fipamọ kuro, ṣe o da ọ loju pe o fẹ tẹsiwaju bi?",
  "delete_acct_prompt_title": "ṣe o da ọ loju?",
  "delete_acct_prompt_btn_title": "pa akọọlẹ mi rẹ",
  "usr_profile_inf_mssg": "Wo ki o ṣe imudojuiwọn profaili olumulo rẹ lati ni iriri ti o dara julọ nipa lilo FarmSmarter",
  "usr_profile_inf_title": "Profaili",
  "prf_nt_fnd_mssg": "A ko ri profaili rẹ, jọwọ ṣẹda profaili kan ṣaaju ki o to tẹsiwaju.",
  "prf_nt_fnd_title": "Eto profaili nilo",
  "usr_profile_pg_desc_1": "Oriire, profaili rẹ n wo nla!",
  "usr_profile_pg_desc_2": "* awọn nkan wọnyi han si awọn olumulo miiran.",
  "camera_not_avail": "ko le wọle si kamẹra ẹrọ",
  "save_fail": "kuna lati fipamọ awọn ayipada profaili",
  "update_success": "profaili rẹ ti ni imudojuiwọn ni aṣeyọri",
  "prf_img_upload_failed": "aworan profaili kuna lati po si",
  "unsupported_img_type": "iru faili ti ko ni atilẹyin",
  "multiple_upload_reject": "ọpọ awọn faili ti wa ni ko gba",
  "take_snap": "ya aworan",
  "close_camera": "kamẹra sunmọ",
  "crp_fml_title": "irugbin idile akọle",
  "crp_dis_title": "akole arun irugbin",
  "crp_fml": "idile irugbin",
  "crp_dis": "arun irugbin",
  "overview": "Akopọ",
  "save": "fipamọ",
  "language": "ede",
  "crp_fml_name": "irugbin idile orukọ",
  "crp_fml_dec": "irugbin idile apejuwe",
  "crp_dis_name": "orukọ arun irugbin",
  "crp_dis_dec": "irugbin na apejuwe",
  "crp_dis_selec": "aṣayan arun irugbin",
  "crp_fam_selec": "irugbin idile yiyan",
  "upload_img": "gbee si aworan",
  "search_lang": "ede wiwa",
  "no_item_found": "Ko si ohun kan ti a rii",
  "otp_mssg": "koodu ti firanṣẹ si nọmba foonu rẹ, tẹ koodu sii ni isalẹ lati rii daju",
  "otp_fail": "koodu kuna lati firanṣẹ",
  "phone_sign_in": "wole pẹlu nọmba foonu",
  "send_code": "firanṣẹ koodu",
  "enter_code": "tẹ koodu",
  "wrong_code": "ti ko tọ si koodu ti tẹ",
  "login_success": "buwolu wọle aseyori",
  "phone_linked": "nọmba foonu ni aṣeyọri ti ṣafikun bi aṣayan iwọle keji",
  "settings_link_opt_lbl_1": "Wọle awọn aṣayan",
  "settings_link_opt_lbl_2": "Awọn aṣayan ibuwolu wọle miiran",
  "settings_link_opt_lbl_txt": "Ṣeto ọna ami ami keji lati mu ijẹrisi lainidi ṣiṣẹ",
  "settings_link_opt_btn_txt": "wọle nọmba foonu",
  "add_phone_login": "fi nọmba foonu wọle",
  "error_404": "Aṣiṣe 404, Oju-iwe KO ri",
  "newtork_err_mssg": "o dabi pe nẹtiwọki rẹ ti ge asopọ, jọwọ gbiyanju lẹẹkansi",
  "server_network_mssg": "o dabi pe o ko le sopọ si FarmSmarter, jọwọ gbiyanju lẹẹkansi",
  "attch_img": "so aworan",
  "cancel": "fagilee",
  "current_img": "lọwọlọwọ aworan",
  "uploaded_img": "Àwọn aworan",
  "admin_add_lng": "fi ede kun"
}
