{
  "dob": "ụbọchị ọmụmụ",
  "next": "Osote",
  "back": "azụ",
  "welcome": "Nnọọ",
  "login": "banye",
  "continue": "gaa n'ihu",
  "submit": "nyefee",
  "home": "ulo",
  "remove": "wepụ",
  "resend": "resend",
  "edit": "dezie",
  "with": "ya na",
  "previous": "azụ",
  "crop_doctor": "ụlọ ọgwụ ihe ubi",
  "chat": "nkata",
  "crop_info": "ihe ubi ozi",
  "weather": "Ihu igwe",
  "today": "Taa",
  "tomorrow": "Echi",
  "refresh": "nweta ume",
  "marketplace": "ahịa",
  "account": "akaụntụ",
  "profile": "profaịlụ",
  "settings": "ntọala",
  "logout": "ọpụpụ",
  "try_again": "nwaa ọzọ",
  "admin": "admin",
  "or": "ma ọ bụ",
  "email": "email",
  "country_code": "koodu obodo",
  "phone_number": "nọmba ekwentị",
  "password": "okwuntughe",
  "confirm_password": "Kwenye Na Okwuntughe",
  "new_user": "Onye ọrụ ọhụrụ?",
  "existing_user": "Onye ọrụ dị?",
  "sign_up": "debanye aha",
  "fst_name": "Aha mbụ",
  "lst_name": "Aha ikpeazụ",
  "username": "aha njirimara",
  "farmer": "onye ọrụ ugbo",
  "agricultural_supply": "akụrụngwa ugbo",
  "agri_business": "agri azụmahịa",
  "wholesale_buyer": "N'ogbe asịwo",
  "transporter": "ebuga",
  "finance": "ego",
  "male": "nwoke",
  "female": "nwanyi",
  "other": "ọzọ",
  "geo_loc_nt_avai": "geolocation adịghị maka ngwaọrụ a",
  "geo_loc_nt_enabl": "akwadoghị geolocation maka ngwaọrụ a",
  "fetching_location": "na-enweta ọnọdụ gị ...",
  "usr_currn_loc": "jiri ọnọdụ ngwaọrụ",
  "search_loc": "chọọ ebe gị",
  "field_name": "aha ubi",
  "add_crop": "tinye ihe ubi",
  "search": "chọọ",
  "done": "emela",
  "verified": "email kwadoro",
  "weight": "ibu",
  "selc_measure": "họrọ nha",
  "ton": "ton",
  "baskets": "nkata",
  "kg": "KG",
  "loading": "... na-ebu ibu",
  "failed_to_load": "okpughi data",
  "none": "ọ dịghị nke ndị a",
  "finish": "imecha",
  "potential_yield": "ike mkpụrụ",
  "joined_comm": "Obodo ejikọtara",
  "avail_comm": "Ogbe ndị dị",
  "priv_chat": "Mkparịta ụka nkeonwe",
  "join": "sonyere",
  "chats": "Mkparịta ụka",
  "go": "gawa",
  "community": "obodo",
  "user_info": "Ozi onye ọrụ",
  "country": "obodo",
  "user_type": "ụdị onye ọrụ",
  "crops": "ihe ubi",
  "diseases": "ọrịa",
  "delete": "hichapụ",
  "save_chngs": "chekwaa mgbanwe",
  "get_started": "ibido",
  "download_app": "Nweta ahụmịhe kachasị mma site na nbudata FarmSmarter maka mkpanaka",
  "download": "budata",
  "capture": "ijide",
  "clear": "doro anya",
  "select": "họrọ",
  "wlc_bck": "nnọọ",
  "action_mssg": "Ị ji n'aka na ị chọrọ ịga n'ihu na omume a?",
  "action_title": "gosi omume",
  "confirm": "gosi",
  "email_registered": "ezigara njikọ nkwenye email",
  "close": "nso",
  "field_delete_mssg": "Nke a ga-ehichapụ ozi niile edebara aha maka ihe ọkụkụ a n'ubi gị kpamkpam.",
  "field_delete_title": "Hichapụ ihe ubi?",
  "splash_wlc_txt_1": "Nabata na FarmSmarter - anyị nọ ebe a iji nyere gị aka itolite mkpụrụ nke ịga nke ọma!",
  "splash_crpclnc_txt_1": "Nweta nchoputa ọrịa ihe ọkụkụ kachasị mma site na ụlọ ọgwụ In-App AI Crop-Clinic",
  "splash_crpinfo_txt_1": "Nweta ozi zuru oke gbasara ihe ọkụkụ gị na oge ihe ọkụkụ kacha mma",
  "splash_chat_txt_1": "zute ndị ọrụ ugbo ibe ma kesaa ma mụta ihe site na ahụmịhe nke ndị ọzọ",
  "splash_started_txt_1": "Nweta ọtụtụ ihe site na FarmSmarter Web App na Mobile App",
  "get_strtd": "ibido",
  "try_us_out": "nwaa anyi!",
  "anony_user": "onye ọrụ na-amaghị aha (nnweta nwere oke)",
  "login_txt_1": "Nnọọ laghachi na FarmSmarter - obi dị anyị ụtọ ịhụ gị ọzọ.",
  "login_txt_2": "Ka anyị laghachi azụ n'ebe ị kwụsịrị.",
  "sign_in_with": "Nhọrọ nbanye ndị ọzọ",
  "new_user_reg": "Nnọọ na FarmSmarter - obi dị anyị ụtọ ịhụ gị. Ka anyị malite.",
  "sign_up_with": "Nhọrọ ndebanye aha ndị ọzọ",
  "link_acct": "Ị na-eji FarmSmarter na-amaghị aha - ị nwere ike debanye aha ebe a",
  "or_log_in": "ma ọ bụ banye na akaụntụ gị dị",
  "ent_home_help_mssg_txt": "Nke a bụ dashboard ugbo ahaziri iche ebe ị nwere ike nweta ozi gbasara yana mepụta ugbo ọhụrụ. Mgbe ị pịrị n'ugbo, ị ga-enwe ike ịhụ ubi na ihe ọkụkụ edebanyere aha maka ugbo ahụ nwere ọtụtụ ozi ndị ọzọ iji nyere gị aka iji ndụ ọrụ ugbo gị rụọ ọrụ nke ọma. Mara na Ọ bụrụ na ịhọrọ ihichapụ ugbo, data niile maka ugbo ahụ ga-efunahụ ya.",
  "ent_home_help_title_txt": "Nnọọ na dashboard ọrụ ugbo gị",
  "ent_home_pg_title": "Dashboard nke onye ọrụ ugbo",
  "ent_home_weather_na": "Ihu igwe adịghị",
  "ent_home_no_farm_yet": "Ị nwebeghị ugbo – ugbu a ị nwere ike itinye ugbo mbụ gị.",
  "ent_home_add_farm": "ugbo ohuru",
  "visit_farm": "leta ugbo",
  "add_field": "tinye ubi",
  "prf_stp_scn_1_inf_mssg": "Biko mee ka anyị nwee ike hazie ahụmịhe gị site n'inye anyị ozi bụ isi gbasara gị. Agaghị ekekọrịta ozi gbasara gị n'etiti ndị ọzọ.",
  "prf_stp": "Ntọlite profaịlụ",
  "prf_stp_wlc": "Nabata na FarmSmarter - Ka anyị mara gị ka anyị nwee ike inye ọrụ kacha mma.",
  "prf_stp_usr_tpe_label": "Kedu n'ime ndị a kacha kọwaa gị?",
  "prf_stp_other_usrtp_mssg": "Ụdị onye ọrụ a na-emepe mana anyị ga-ejikọta gị na ndị ọrụ FarmSmarter ndị ọzọ na ọrụ nkata in-app",
  "prf_stp_other_usrtp_title": "ụdị onye ọrụ ahọpụtara",
  "prf_stp_scn_2_inf_mssg": "Anyị chọrọ ime gị ememe. Biko họrọ okike na ụbọchị ọmụmụ gị. Onye ọrụ ga-abụrịrị afọ 15 na karịa ka o jiri ngwa a",
  "prf_stp_scn_2_inf_title": "Ntọala profaịlụ - okike na ụbọchị ma ọ bụrụ na amụrụ ya",
  "prf_stp_nt_eligible": "Ị tozughị iji ngwa a, ga-abụrịrị afọ 14 na karịa",
  "prf_stp_gender_reqd": "biko họrọ ma okike na ụbọchị ọmụmụ",
  "prf_stp_prv_pg": "Biko gaa na ibe gara aga ka ịhọrọ ụdị onye ọrụ gị",
  "prf_stp_gender_label": "Họrọ nke dabara gị mma",
  "prf_stp_bday_label": "Ọ ga-amasị anyị ime ememe ụbọchị ọmụmụ gị!",
  "prf_stp_created": "Emepụtala profaịlụ gị nke ọma",
  "prf_stp_vw_prf": "lelee profaịlụ",
  "prf_stp_bk_to_ent": "laghachi na ibe ụlọ ọrụ",
  "prf_stp_success_text_1": "Nke ahụ dị mma, profaịlụ gị ezuola.",
  "prf_stp_success_text_3": "Ugbu a, ị nwere ike ịmalite ịrụ ọrụ ugbo gị.",
  "prf_stp_success_text_4": "Ị nwere ike ịlele na dezie profaịlụ gị n'oge ọ bụla site na ịpị akara ngosi profaịlụ dị n'elu aka nri nke ihuenyo ahụ.",
  "prf_stp_mail_veri_text_1": "Nke ahụ dị mma, profaịlụ gị ezuola.",
  "prf_stp_mail_veri_text_2": "Ugbu a, naanị anyị chọrọ ka ị nyochaa adreesị ozi-e gị site na ịpị njikọ anyị zigaara ugbu a",
  "prf_stp_mail_veri_text_3": "Ị nwere ike ịlele na dezie profaịlụ gị n'oge ọ bụla site na ịpị akara ngosi profaịlụ dị n'elu aka nri nke ihuenyo ahụ.",
  "prf_stp_mail_veri_text_4": "Anyị na-akwado ịnabata ụdị onye ọrụ gị na mpaghara FarmSmarter.",
  "prf_stp_mail_veri_text_5": "Ka ọ dị ugbu a, anyị ga-ejikọ gị na ndị ọrụ FarmSmarter ndị ọzọ site na ọgbakọ nkata anyị.",
  "prf_stp_mail_veri_resend": "Ọ bụrụ na email ahụ abịabeghị naanị pịa 'reend'",
  "farm_stp_scrn_1_info_mssg": "Ka anyị bido gị site na ịmepụta ugbo gị, tinye aha ugbo na ọkwa nwe gị wee pịa ọzọ",
  "farm_stp_scrn_1_info_title": "Mepụta ugbo ọhụrụ",
  "farm_stp_scrn_1_pg_header": "Hazie ugbo gị",
  "located_farm": "chọta ugbo gi",
  "farm_stp_scrn_1_pg_desc": "Iji guzobe ugbo gị anyị chọrọ nkọwa ole na ole iji jide n'aka na anyị na-enye gị ndụmọdụ kacha mma.",
  "farm_name": "Aha ugbo",
  "farm_name_txt": "Ka anyi bido site n'inye ugbo gi aha",
  "own_stat": "Ọkwa nwe",
  "own_stat_text": "Site n'ịkwado ọkwa nwe ala gị, anyị nwere ike ịkwado gị na ịdenye ala gị na ịnweta ego ma emechaa.",
  "farm_owner": "Onye nwe ugbo",
  "lng_trm_lease": "Ogologo oge mgbazinye",
  "rent": "Mgbazinye ego",
  "others_pls_spcy": "Ndị ọzọ (biko kọwapụta)",
  "farm_crtd": "Ugbo kere",
  "farm_nm_err": "Biko tinye aha ziri ezi maka ugbo",
  "farm_stp_scrn_2_pg_desc": "A ga-eji ọnọdụ ugbo gị mgbe ị na-ede akwụkwọ ozi ma ọ bụ mkpokọta site na ngwa FarmSmarter.",
  "farm_stp_scrn_2_pg_desc_2": "Ị nwere ike ịkọwa ebe ubi gị na maapụ.",
  "farm_saved_mssg": "Chekwaa ọnọdụ ugbo nke ọma.",
  "go_to_farm": "gaa n'ihu",
  "search_your_loc": "Chọọ ebe",
  "farm_dash_info_mssg": "Otu dashboard ebe ị nwere ike nyochaa ọrụ ugbo gị niile, ihu igwe dị n'ugbo gị yana ndụmọdụ sitere n'aka ndị ọkachamara anyị ka ị ga-esi nweta ihe kacha mma n'ugbo gị.",
  "farm_dash_info_title": "Ibe ụlọ ugbo",
  "farm_dash_txt": "Ị nwere ike họrọ ugbo ka ịhụ ihe na-eme.",
  "farm_acreage": "Acreage ugbo",
  "exp_farm_yield": "Mkpụrụ nke ugbo a tụrụ anya ya",
  "field_setp_info_mssg": "Nke a bụ ebe ị nwere ike ịkpọ aha ubi gị tupu ịmepụta map ubi. Ọ bụrụ na ọ dị gị ka ọ dịbeghị njikere, laghachi ma emechaa, anyị ka ga-anọkwa ebe a!",
  "field_setp_pg_desc": "Ka anyị bido site n'inye ubi gị aha",
  "map_field": "map ubi m",
  "do_it_later": "mee nke a ma emechaa",
  "map_field_later": "map ubi m ma emechaa",
  "map_field_later_desc": "FarmSmarter agaghị enwe ike ịnye gị ozi kachasị mma gbasara ubi gị ruo mgbe edobere ya.",
  "map_field_now": "map ubi m ugbua",
  "field_setp_scrn_2_info_mssg": "Kanye akara n'ubi gị site na ịdenye polygon gburugburu ogige ahụ. Kwe ka geo-ebe ma ọ bụ chọọ ọnọdụ gị site na iji bọtịnụ mgbanwe na ala nke ibe ahụ. Ozugbo edobere ọnọdụ gị, pịa n'ụdị polygon dị n'akụkụ akara aka dị n'elu akuku aka nri na interface map. Pịa na mmalite nke ubi gị ka ịmalite ịmepụta ubi gị. Ozugbo etinyere ọdịdị ubi ahụ wee gagharịa n'ọhịa laghachi azụ na mmalite, a ga-esepụta polygon ahụ na-akpaghị aka na maapụ ahụ, ị nwere ike ịga n'ihu ịchekwa ubi gị. Iji mezie udi esere, ị ga-pịa akara ngosi aka dị na interface map ahụ, mgbe ahụ, a ga-ahapụ gị ka ị chegharịa ihe oyiyi nke ubi ahụ site na ịdọrọ isi ihe ọ bụla na polygon a sere. iwepụ polygon dọtara dị mfe dị ka ịpị bọtịnụ 'wepụ' na akuku aka nri ala nke ihuenyo ahụ.",
  "field_setp_scrn_2_info_title": "chọta ma see udi nke ubi gị",
  "field_setp_scrn_2_pg_title": "Map ubi gị",
  "field_setp_scrn_2_pg_desc_1": "Ugbu a ị nwetala aha ubi gị ka anyị mee maapụ ka FarmSmarter nwee ike nye gị ndụmọdụ na ngụkọ kacha mma maka ubi gị.",
  "field_setp_scrn_2_pg_desc_2": "Malite site na ịpị n'ụdị eserese dị n'akụkụ aka ekpe elu nke maapụ ahụ, wee pịa na map ahụ ka idowe ahịrị ejikọrọ n'akụkụ ubi gị. Ọ bụrụ na ị rapaara, pịa bọtịnụ enyemaka.",
  "field_success_map": "Ejiri maapụ nke ọma.",
  "select_field_crp": "họrọ ubi ubi",
  "harvest_crp_info_mssg": "Site na ịdekọ ihe ubi gị dịka ewepụtara, anyị nwere ike inyere gị aka ịdekọ ihe dị n'ubi gị ma tụọ aro ihe ọkụkụ ọhụrụ maka oge ọzọ. Atụmatụ mkpụrụ dị mma dị mma, anyị ga-enyere gị aka nyochaa ọganihu ubi gị ka anyị na-aga. Mgbe ịchekwaa owuwe ihe ubi a, ị nwere ike họrọ ihe ubi ọhụrụ ị ga-akụ n'ubi a. A ga-edekọ ụbọchị owuwe ihe ubi dị ka ụbọchị taa",
  "harvest_crp_info_title": "Kedu mkpokọta mkpụrụ gị sitere na ihe ọkụkụ a?",
  "no_harvest": "enweghị ihe ubi a ga-ewe ihe ubi, biko laghachi azụ n'ebe obibi ubi ka ịhọrọ ihe ubi maka owuwe ihe ubi.",
  "crp_harvested": "eweputara ihe ubi nke oma",
  "crp_seltion_lst_seasn_info_mssg": "Biko tinye ihe ubi gị gara aga na igbe ederede dị n'okpuru ebe a, anyị agaghị enwe ike ịnye ndụmọdụ ntụgharị kacha mma mana anyị ga-agbakwunye nke a na nhọrọ ihe ọkụkụ n'ọdịnihu ozugbo anyị nwere ike!",
  "crp_seltion_lst_seasn_info_title": "Edepụtaghị ihe ubi?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter na-eji ozi ihe ọkụkụ gara aga ị nyere iji wuo atụmatụ ịkụ ihe maka ubi gị site na iji ntụgharị ihe ọkụkụ kachasị mma.",
  "crp_seltion_lst_seasn_pg_desc_2": "Anyị nwekwara ike inyere gị aka nyochaa nrụpụta na ahụike nke ala gị site n'ịtụle ihe ọkụkụ n'oge gara aga.",
  "crp_seltion_lst_seasn_pg_desc_3": "Echegbula onwe gị ma ọ bụrụ na ị nweghị ihe ubi n'oge ikpeazụ, anyị ga-enyere gị aka ịmalite site n'ịtụpụta ihe ọkụkụ dị mma maka ọnọdụ gị.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Ahụghị ihe ubi gị, tinye aha ihe ubi gị",
  "no_lst_seasn": "ọ dịghị ikpeazụ oge akuku",
  "invalid_yield_val": "Biko tinye uru bara uru maka Ibu na Mpụta",
  "crp_seltion_yield_info_mssg": "FarmSmarter ga-enyocha mmepụta nke ugbo gị site n'otu oge ruo n'ọzọ. Site n'inye mkpụrụ ikpeazụ gị maka ubi a, anyị nwere ike inyere gị aka nyochaa ahụike nke ubi gị ka oge na-aga. Họrọ nha kwesịrị ekwesị maka ihe ọkụkụ gị, anyị ga-agbakọkwa ndị ọzọ maka gị!",
  "crp_seltion_yield_info_title": "Gịnị mere inye ikpeazụ mkpụrụ?",
  "crp_seltion_yield_desc": "Gịnị bụ mkpụrụ nke ihe ubi a",
  "harvest_yield": "Gịnị bụ mkpokọta mkpụrụ sitere n'ihe ọkụkụ a n'oge gara aga?",
  "no_lst_season_crp_selected": "ọnweghị ihe ubi ahọpụtara, biko laghachi n'ubi oge ikpeazụ",
  "crp_suggt_info_mssg": "FarmSmarter ga-egosi ihe ọkụkụ nke ga-eme ka ahụike ala gị dịkwuo mma site na ntụgharị ihe ọkụkụ na ntinye aka na-adabere na akụkọ ihe ubi ubi gị gara aga. Biko họrọ ihe ọkụkụ kacha atọ maka ịkụ ihe. Ihe ọkụkụ bụ isi, ihe ọkụkụ nke abụọ na ihe ọkụkụ ọzọ.",
  "crp_suggt_info_title": "Atụmatụ ihe ubi na-enyere aka",
  "crp_suggt_desc": "FarmSmarter na-atụ aro ka ị kụọ ihe ruru atọ n'ime ihe ọkụkụ ndị a n'ubi gị maka ohere kachasị mma nke ịga nke ọma.",
  "no_crp_suggestion": "Anyị enweghị ntụnye ọ bụla ugbu a maka ntụgharị ihe ọkụkụ a, biko họrọ n'ime ndepụta ihe ubi anyị zuru ezu.",
  "see_crp_lst": "hụ ndepụta ihe ubi",
  "crp_priority_info_title": "akuku mkpa",
  "crp_priority_info_mssg": "Biko họrọ ihe ọkụkụ ruru atọ ị ga-akụ n'ubi a. Ị ga-achọ ịkọwapụta ihe kacha mkpa maka ihe ọkụkụ ọ bụla n'usoro dị mkpa. Dịka ọmụmaatụ, isi ihe ubi gị nwere ike ịbụ ọka ma ị nwere ike ịhọrọ iji agwa agwakọta ma nweta ihe ọkụkụ ọzọ dị ka ihe ọkụkụ ndị enyi dị ka marigolds iji gbochie aphids.",
  "nw_season_crp_selec_info_mssg": "Họrọ ihe ubi nke ịchọrọ ịkụ maka oge ọhụrụ a",
  "nw_season_crp_selec_info_title": "Nhọrọ ihe ubi",
  "nw_season_crp_selec_desc": "Họrọ ihe ubi nke ịchọrọ itolite",
  "plntng_plan_info_mssg": "Mee ka ndị ọkachamara anyị nyochaa atụmatụ ihe ọkụkụ gị ka anyị nwee ike ịtụ aro usoro ihe ọkụkụ kachasị mma maka ihe ọkụkụ gị",
  "plntng_plan_info_title": "Atụmatụ ihe ọkụkụ",
  "plntng_plan_desc": "Họrọ ụbọchị ị ga-akụ maka ihe ọkụkụ ọ bụla na FarmSmarter ga-enwe ike inye gị ndụmọdụ na aro maka ọkwa ọ bụla nke uto.",
  "plntng_date": "ụbọchị akuku",
  "crops_not_selected": "Enweghị ihe ọkụkụ ahọpụtara, biko laghachi azụ ka ịhọrọ ihe ubi maka oge ọhụrụ",
  "crops_selected_success": "ubi emebere nke ọma",
  "crop_guide": "akuku ndu",
  "field_hm_info_mssg": "Nke a bụ ebe obibi ubi gị ebe ị nwere ike ijikwa ihe ọkụkụ gị wee nweta ndụmọdụ kacha mma n'aka ndị ọkachamara FarmSmarter. Anyị na-agbakọ mkpụrụ ihe ọkụkụ dịka mpaghara mpaghara gị na nkezi mkpụrụ maka mpaghara gị. Ọ bụrụ na ị nwere ọtụtụ ihe ọkụkụ n'ubi mgbe ahụ mkpụrụ ga-adị ntakịrị karịa ka egosiri. Maka ozi zuru ezu ị nwere ike iji ntuziaka ihe ọkụkụ maka ihe ọkụkụ ọ bụla na mgbe ị dị njikere iweta ihe ubi gị, mee ka anyị mara ma anyị nwere ike ịdekọ ihe ịga nke ọma nke owuwe ihe ubi gị!",
  "field_hm_info_title": "Nnọọ na ibe ebe obibi gị",
  "field_hm_acreage": "Acreage ubi",
  "field_home": "ụlọ ubi",
  "field_hm_tips": "Ndụmọdụ njikwa mpaghara",
  "field_hm_tips_mssg": "Nke a bụ ebe anyị nwere ike inye aro nwa oge ... Ọ bụrụ na ị nwere ọtụtụ ihe ọkụkụ n'ubi ahụ, mkpụrụ ga-adị ntakịrị ala.",
  "harvest_crop": "ihe ubi a",
  "crp_clinic_info_mssg": "Ụlọ ọgwụ akuku AI anyị na-arụ ọrụ site na ilele onyonyo ị na-enye nke ihe ọkụkụ na akara ya. Ka ihe oyiyi ahụ dịkwuo mma, nchọpụta ziri ezi ga-abụ. Biko lekwasị anya na akụkụ nke ihe ọkụkụ nke na-egosi ihe mgbaàmà kachasị pụta ìhè, dịka ọmụmaatụ; akwukwo dum ma ọ bụ akụkụ nke akwụkwọ ahụ na-egosi ọrịa ahụ, mkpụrụ osisi dum ma ọ bụ isi mkpụrụ na-egosi mgbaàmà ahụ. zere foto na-egosi otu osisi dum ma ọ bụ inwe aka na mkpịsị aka n'ụzọ nke osisi ma ọ bụ ọrịa. Ezigbo ọkụ na-enyekwara aka nke ukwuu.",
  "crp_clinic_info_title": "Inweta onyonyo kacha mma maka nyocha",
  "crp_clinic_wlc": "Ndewo, nabata n'ụlọọgwụ ihe ọkụkụ FarmSmarter. Ka anyị lelee nsogbu ahụ",
  "crp_clinic_choose_crp": "họrọ ihe ubi emetụtara",
  "crp_clinic_crp_select_info_mssg": "Site n'ịchọpụta ihe ọkụkụ, ị na-eche banyere ya ga-enyere ụlọ ọgwụ anyị aka ngwa ngwa chọpụta nchoputa ziri ezi.",
  "crp_clinic_crp_select_info_title": "Họrọ ihe ubi emetụtara",
  "crp_clinic_dnd_info_mssg": "dọrọ onyonyo n'ime ngalaba bulite ma ọ bụ pịa ka bulite faịlụ onyonyo nke ihe ubi emetụtara. Naanị faịlụ anabatara bụ jpeg",
  "crp_clinic_dnd_info_title": "Foto ihe ubi emetụtara Drag'n'Drog",
  "crp_clinic_dnd_pg_desc": "Ugbu a, anyị maara ihe ọkụkụ na-emetụta ị nwere ike bulite onyonyo maka nyocha.",
  "crp_clinic_result_info_mssg": "Ụlọ ọgwụ akuku AI anyị na-arụ ọrụ site na ilele onyonyo ị na-enye nke ihe ọkụkụ na akara ya. Ka ihe oyiyi ahụ dịkwuo mma, nchọpụta ziri ezi ga-abụ. Dabere na onyonyo enyere, ụlọọgwụ ihe ọkụkụ anyị ga-achọpụta otu ọrịa ma ọ bụ karịa na onyonyo ihe ọkụkụ gị. A ga-edepụta ọrịa ahụ na nkọwa dị nkenke nke mmetụta nke ọrịa. Site na ịpị bọtịnụ 'ịchọkwuo' ị ga-enwe ike ịhụ ozi zuru ezu gbasara ọrịa ọ bụla, otu esi agwọ ya na ụzọ maka igbochi mgbasa ọrịa. Ọ bụrụ na nchoputa ọrịa ahụ adịghị mma, ị nwere ike ịga na ọba akwụkwọ ọrịa anyị wee chọọ ọrịa ndị a na-ahụkarị maka ihe ọkụkụ gị.",
  "crp_clinic_result_info_title": "ịghọta nchoputa",
  "find_out_more": "chọpụta ihe ọzọ",
  "looks_wrong": "nke a na-adị njọ",
  "see_possible_disease": "hụ ọrịa nwere ike",
  "disease_looks_wrong": "Ọrịa ọ dị ka ihe adịghị mma?",
  "thanks_for_info": "Daalụ maka ime ka anyị mara!",
  "thanks_info_mssg": "Ọ bụrụ na nchoputa ahụ adịghị mma anyị ga-edetu ma nyochaa. Ka ọ dị ugbu a, ị nwere ike ịhụ ndepụta ọrịa zuru oke ebe a:",
  "go_to_disease_lib": "gaa n'ọbá akwụkwọ ọrịa",
  "crp_doc_wel_mssg": "Nabata na ụlọ ọgwụ ihe ọkụkụ nke FarmSmarter, ka anyị lee nsogbu ahụ",
  "crp_doc_drg_n_drp_mssg": "Pịa ebe a iji bulite ma ọ bụ dọrọ na dobe onyonyo akuku ọrịa (PNG, JPG, JPEG)",
  "drg_n_drg_active": "dobe foto ebe a...",
  "drg_n_drg_file_type": "anabataghị ụdị faịlụ",
  "drg_n_drg_mul_file_type": "Anabataghị nbudata ọtụtụ faịlụ",
  "disease_diagnosis": "nchọpụta ọrịa",
  "detected_disease": "Ọrịa Achọpụtara",
  "disease_summary": "Nchịkọta Ọrịa",
  "crp_disease_loader": "nchọpụta ọrịa ihe ọkụkụ na-aga n'ihu",
  "crp_disease_err_loader": "Ọrụ adịghị ugbu a, biko nwaa ọzọ ma emechaa",
  "drn_n_drp_crp_fml": "dọrọ na dobe onyonyo ezinụlọ ebe a ma ọ bụ pịa ka ịhọrọ faịlụ onyonyo (.PNG, .JPG ma ọ bụ .JPEG)",
  "drn_n_drp_crp_disease": "dọrọ na dobe onyonyo ọrịa akuku ebe a ma ọ bụ pịa ka ịhọrọ faịlụ onyonyo (.PNG, .JPG ma ọ bụ .JPEG)",
  "chat_wlc_mss": " Nabata na nkata obodo farmSmarter",
  "chat_wlc_desc": "Mepụta aha njirimara gị ka ịmalite",
  "priv_chat_info_mssg": "Zipu ozi nzuzo",
  "priv_chat_info_title": "Mkparịta ụka nkeonwe",
  "priv_chat_header": "nkata m",
  "chats_info_mssg": "Nke a bụ ebe ị nwere ike jikọọ na ndị ọrụ ugbo, ndị na-eweta agri-sappliers, ndị na-enye ego na ndị otu obodo ka ha kesaa echiche, nweta ndụmọdụ ma wuo obodo FarmSmarter siri ike.",
  "chats_info_title": "",
  "mssg_history_unavailable": "akụkọ ozi adịghị ugbu a",
  "search_username": "chọọ n'aha njirimara",
  "dm": "Ozi ozugbo",
  "wlc_to_chat": "Nabata na FarmSmarter Chat App",
  "join_comm": "Soro obodo",
  "set_user_pref": "tọọ mmasị onye ọrụ",
  "report": "akuko",
  "reason": "ihe kpatara ya",
  "report_user": "Kpọọ onye ọrụ",
  "block_user": "Gbochie onye ọrụ",
  "community_forum_info_mssg": "Soro ndị ọrụ ugbo ibe gị kparịta ụka site na mpaghara mkparịta ụka FarmSmarter",
  "community_forum_info_title": "Mkparịta ụka obodo",
  "leave_comm": "hapụ obodo",
  "start_conv": "malite mkparịta ụka",
  "sent_by": "zitere ya",
  "crp_inf_mssg": "Nweta ozi gbasara ihe ọkụkụ na ọrịa ndị na-emetụta ihe ọkụkụ.",
  "crp_inf_title": "ihe ubi na ọrịa",
  "crp_detail_info_mssg": "Nweta ozi zuru oke gbasara ihe ọkụkụ a",
  "crp_detail_info_title": "akuku ozi",
  "crp_overview": "nchịkọta ihe ubi",
  "soil_and_land": "ala na ala",
  "planting": "akuku",
  "growing": "na-eto eto",
  "harvest": "owuwe ihe ubi",
  "plntng_and_grwing": "akuku na-eto eto",
  "irrigation": "ogbugba mmiri n'ubi",
  "inter_cropping": "inter cropping",
  "weeding": "igbo",
  "fertilizer": "fatịlaịza",
  "harvest_time": "oge owuwe ihe ubi",
  "post_harvest": "mgbe owuwe ihe ubi",
  "pests_and_disease": "pests na ọrịa",
  "pests": "ụmụ ahụhụ",
  "soilType": "ụdị ala",
  "general_tips": "ndụmọdụ izugbe",
  "optimal_condition": "ezigbo akuku ọnọdụ",
  "optimal_soil_ph": "ezigbo ala PH nso",
  "soil_summary": "nchịkọta ala",
  "soil_profile": "profaịlụ ala",
  "summary": "nchịkọta",
  "no_info_for_selec_lang": "Enweghị data dị maka asụsụ ahọpụtara, biko lelee azụ ọzọ.",
  "annony_crp_inf_mssg": "Biko banye/debanye aha ka ị nweta ozi akuku a n'uju",
  "annony_crp_sign_up": "nbanye / debanyere aha",
  "home_anonymous_msg": "Ị banyebeghị na akaụntụ. Biko banye ma ọ bụ debanye aha iji wuo profaịlụ ugbo gị.",
  "chat_anonymous_msg": "Ị banyebeghị na akaụntụ. Biko banye ma ọ bụ debanye aha ka gị na ndị ọrụ ugbo ibe gị kparịta ụka.",
  "weather_anonymous_msg": "Ị banyebeghị na akaụntụ. Biko banye ma ọ bụ debanye aha iji nweta ozi ihu igwe zuru ezu.",
  "fallback_anonymous_mggs": "Ị banyebeghị na akaụntụ. Biko banye ma ọ bụ debanye aha ka ị nweta ohere zuru oke.",
  "disease_detail_info_mssg": "Nweta ozi zuru ezu gbasara ọrịa a",
  "disease_detail_info_title": "ozi ọrịa",
  "disease_overview": "ọrịa nchịkọta",
  "grwth_stg_fr_infe": "eto eto maka ọrịa",
  "symp_prog": "ọganihu mgbaàmà",
  "transmission": "nnyefe",
  "prevention": "mgbochi",
  "treatment": "ọgwụgwọ",
  "disease_type": "ụdị ọrịa",
  "plants_affected": "osisi emetụta",
  "weather_info_mssg": "Nweta amụma ihu igwe",
  "weather_info_title": "Ozi ihu igwe",
  "humidity": "iru mmiri",
  "weather_desc": "nkọwa ihu igwe",
  "wind_speed": "ifufe ọsọ",
  "hourly_forcast": "amụma elekere",
  "upcoming_days": "ụbọchị na-abịa",
  "weather_report_failed": "oop! ihu igwe azaghị, nwaa ọzọ",
  "settings_info_mssg": "Melite mmasị asụsụ gị wee hazie ahụmịhe gị",
  "settings_info_title": "Ntọala na ikike",
  "accunt_delete_mssg": "ehichapụ akaụntụ nke ọma",
  "firebase_anal": "firebase nchịkọta",
  "chng_pass": "Gbanwee okwuntughe",
  "delete_accunt": "Hichapụ Akaụntụ",
  "delete_accunt_desc": "Na-ehichapụ akaụntụ gị? Ị ji n'aka na ịchọrọ ihichapụ akaụntụ gị?",
  "lang_descp": "Họrọ asụsụ ọkacha mmasị gị",
  "lang_opt": "Nhọrọ asụsụ",
  "analy_allow": "Kwe ka nyocha",
  "analytics": "Nchịkọta",
  "pass_settings": "Ntọala okwuntughe",
  "delete_acct_prompt_mssg": "Ihichapụ akaụntụ FarmSmarter gị ga-ewepụ data niile echekwara, ị ji n'aka na ịchọrọ ịga n'ihu?",
  "delete_acct_prompt_title": "o doro gị anya?",
  "delete_acct_prompt_btn_title": "hichapụ akaụntụ m",
  "usr_profile_inf_mssg": "Lelee ma kwalite profaịlụ onye ọrụ gị ka ị nweta ahụmịhe kachasị mma site na iji FarmSmarter",
  "usr_profile_inf_title": "Profaịlụ",
  "prf_nt_fnd_mssg": "Achọtaghị profaịlụ gị, biko mepụta profaịlụ tupu ịga n'ihu.",
  "prf_nt_fnd_title": "Achọrọ nhazi profaịlụ",
  "usr_profile_pg_desc_1": "Ekele, profaịlụ gị na-adị mma!",
  "usr_profile_pg_desc_2": "* Ndị ọrụ ndị ọzọ na-ahụ ihe ndị a.",
  "camera_not_avail": "enweghị ike ịnweta igwefoto ngwaọrụ",
  "save_fail": "echekwaghị mgbanwe profaịlụ",
  "update_success": "emelitere profaịlụ gị nke ọma",
  "prf_img_upload_failed": "foto profaịlụ agaghị ebulite",
  "unsupported_img_type": "ụdị faịlụ na-akwadoghị",
  "multiple_upload_reject": "anabataghị ọtụtụ faịlụ",
  "take_snap": "were foto",
  "close_camera": "igwefoto nso",
  "crp_fml_title": "akuku ezinụlọ aha",
  "crp_dis_title": "aha ọrịa akuku",
  "crp_fml": "ihe ubi ezinụlọ",
  "crp_dis": "ọrịa mkpụrụ osisi",
  "overview": "nchịkọta",
  "save": "chekwaa",
  "language": "asụsụ",
  "crp_fml_name": "akuku ezinụlọ aha",
  "crp_fml_dec": "nkọwa ezinụlọ akuku",
  "crp_dis_name": "aha ọrịa akuku",
  "crp_dis_dec": "nkọwa ọrịa akuku",
  "crp_dis_selec": "akuku ọrịa nhọrọ",
  "crp_fam_selec": "akuku ezinụlọ nhọrọ",
  "upload_img": "bulite onyonyo",
  "search_lang": "search asụsụ",
  "no_item_found": "Ọnweghị ihe ahụrụ",
  "otp_mssg": "ezipula koodu na nọmba ekwentị gị, tinye koodu dị n'okpuru iji nweta nkwenye",
  "otp_fail": "koodu ezipụghị",
  "phone_sign_in": "jiri nọmba ekwentị banye",
  "send_code": "zipu koodu",
  "enter_code": "tinye koodu",
  "wrong_code": "abanyela koodu na-ezighi ezi",
  "login_success": "nbanye nke ọma",
  "phone_linked": "agbakwunyere akara ekwentị nke ọma dị ka nhọrọ nbanye nke abụọ",
  "settings_link_opt_lbl_1": "Nbanye nhọrọ",
  "settings_link_opt_lbl_2": "Nhọrọ nbanye ndị ọzọ",
  "settings_link_opt_lbl_txt": "Hazie usoro ntinye akara nke abụọ iji mee ka nyocha enweghị nkebi",
  "settings_link_opt_btn_txt": "nọmba ekwentị banye",
  "add_phone_login": "tinye nọmba ekwentị nbanye",
  "error_404": "Njehie 404, Ahụghị ibe",
  "newtork_err_mssg": "ọ dị ka ewepụla netwọkụ gị, biko nwaa ọzọ",
  "server_network_mssg": "ọ dị ka ị nweghị ike jikọọ na FarmSmarter, biko nwaa ọzọ",
  "attch_img": "tinye onyonyo",
  "cancel": "kagbuo",
  "current_img": "ihe oyiyi ugbu a",
  "uploaded_img": "bulitere onyonyo",
  "admin_add_lng": "tinye asụsụ"
}
