{
  "dob": "ranar haifuwa",
  "next": "na gaba",
  "back": "baya",
  "welcome": "Barka da zuwa",
  "login": "shiga",
  "continue": "ci gaba",
  "submit": "sallama",
  "home": "gida",
  "remove": "cire",
  "resend": "sake aika",
  "edit": "gyara",
  "with": "tare da",
  "previous": "baya",
  "crop_doctor": "asibitin amfanin gona",
  "chat": "hira",
  "crop_info": "bayanin amfanin gona",
  "weather": "Yanayi",
  "today": "Yau",
  "tomorrow": "Gobe",
  "refresh": "wartsake",
  "marketplace": "kasuwa",
  "account": "asusu",
  "profile": "bayanin martaba",
  "settings": "saituna",
  "logout": "fita",
  "try_again": "gwada kuma",
  "admin": "admin",
  "or": "ko",
  "email": "imel",
  "country_code": "lambar ƙasa",
  "phone_number": "lambar tarho",
  "password": "kalmar sirri",
  "confirm_password": "tabbata kalmar shiga",
  "new_user": "Sabon mai amfani?",
  "existing_user": "Mai amfani da yake?",
  "sign_up": "rajista",
  "fst_name": "Sunan rana",
  "lst_name": "Sunan mahaifa",
  "username": "sunan mai amfani",
  "farmer": "manomi",
  "agricultural_supply": "wadatar noma",
  "agri_business": "kasuwancin agri",
  "wholesale_buyer": "wholesale mai saye",
  "transporter": "abin hawa",
  "finance": "kudi",
  "male": "namiji",
  "female": "mace",
  "other": "sauran",
  "geo_loc_nt_avai": "geolocation babu don wannan na'urar",
  "geo_loc_nt_enabl": "geolocation ba a kunna don wannan na'urar ba",
  "fetching_location": "neman wurin ku...",
  "usr_currn_loc": "amfani da wurin na'urar",
  "search_loc": "bincika wurin ku",
  "field_name": "sunan filin",
  "add_crop": "ƙara amfanin gona",
  "search": "bincika",
  "done": "yi",
  "verified": "an tabbatar da imel",
  "weight": "nauyi",
  "selc_measure": "zaɓi ma'auni",
  "ton": "ton",
  "baskets": "kwanduna",
  "kg": "KG",
  "loading": "... lodi",
  "failed_to_load": "kasa loda bayanai",
  "none": "babu daya daga cikin wadannan",
  "finish": "gama",
  "potential_yield": "m yawan amfanin ƙasa",
  "joined_comm": "Al'ummomin da suka Haɗu",
  "avail_comm": "Akwai Al'ummai",
  "priv_chat": "Hira ta sirri",
  "join": "shiga",
  "chats": "Taɗi",
  "go": "tafi",
  "community": "al'umma",
  "user_info": "Bayanin mai amfani",
  "country": "kasa",
  "user_type": "nau'in mai amfani",
  "crops": "amfanin gona",
  "diseases": "cututtuka",
  "delete": "share",
  "save_chngs": "ajiye canje-canje",
  "get_started": "fara",
  "download_app": "Sami mafi kyawun ƙwarewa ta hanyar zazzage FarmSmarter don wayar hannu",
  "download": "zazzagewa",
  "capture": "kama",
  "clear": "bayyananne",
  "select": "zaɓi",
  "wlc_bck": "barka da dawowa",
  "action_mssg": "Shin kun tabbata kuna son ci gaba da wannan aikin?",
  "action_title": "tabbatar da aiki",
  "confirm": "tabbatar",
  "email_registered": "An aika hanyar hanyar tabbatar da imel zuwa ga",
  "close": "kusa",
  "field_delete_mssg": "Wannan zai share duk bayanan da aka yiwa rajista don amfanin gona na dindindin a cikin filin ku.",
  "field_delete_title": "Share amfanin gona?",
  "splash_wlc_txt_1": "Barka da zuwa FarmSmarter - muna nan don taimaka muku haɓaka tsaba na nasara!",
  "splash_crpclnc_txt_1": "Samun mafi kyawun gano cututtukan amfanin gona daga In-App AI Crop-Clinic",
  "splash_crpinfo_txt_1": "Samun cikakken bayani game da amfanin gonakinku da mafi kyawun lokutan shuka",
  "splash_chat_txt_1": "saduwa da takwarorinsu manoma da raba da koyo daga wani gwaninta",
  "splash_started_txt_1": "Samu abubuwa da yawa daga FarmSmarter Web App da Mobile App",
  "get_strtd": "fara",
  "try_us_out": "gwada mu!",
  "anony_user": "mai amfani da ba a san shi ba (iyakantaccen damar shiga)",
  "login_txt_1": "Barka da dawowa FarmSmarter - mun yi farin cikin sake ganin ku.",
  "login_txt_2": "Mu dawo da ku inda kuka tsaya.",
  "sign_in_with": "Wasu zaɓuɓɓukan shiga",
  "new_user_reg": "Barka da zuwa FarmSmarter - mun yi farin cikin ganin ku. Bari mu fara.",
  "sign_up_with": "Sauran zaɓuɓɓukan rajista",
  "link_acct": "Kuna amfani da FarmSmarter ba tare da suna ba - zaku iya shiga nan",
  "or_log_in": "ko shiga cikin asusun da kuke ciki",
  "ent_home_help_mssg_txt": "Wannan shi ne keɓaɓɓen dashboard ɗin ku na gona inda zaku iya samun damar bayanai game da, da ƙirƙirar sabbin gonaki. Lokacin da kuka danna gona za ku iya ganin filayen da amfanin gona da aka yiwa rajistar wannan gonar tare da sauran bayanai masu yawa don taimaka muku cin gajiyar rayuwar noma. Ku sani cewa Idan kuka zaɓi goge gonaki, duk bayanan gonar za su ɓace.",
  "ent_home_help_title_txt": "Barka da zuwa dashboard ɗin noma",
  "ent_home_pg_title": "Dashboard na manomi",
  "ent_home_weather_na": "Yanayi babu",
  "ent_home_no_farm_yet": "Ba ku da gona tukuna – yanzu za ku iya ƙara gonar ku ta farko.",
  "ent_home_add_farm": "sabuwar gona",
  "visit_farm": "ziyarci gona",
  "add_field": "ƙara filin",
  "prf_stp_scn_1_inf_mssg": "Da fatan za a ba mu damar keɓance ƙwarewar ku ta hanyar samar mana da mahimman bayanai game da ku. Ba za a raba keɓaɓɓen keɓaɓɓen keɓaɓɓen keɓaɓɓen keɓaɓɓun keɓaɓɓun ke ba.",
  "prf_stp": "Saitin bayanan martaba",
  "prf_stp_wlc": "Barka da zuwa FarmSmarter - Bari mu san ku don mu ba da mafi kyawun sabis.",
  "prf_stp_usr_tpe_label": "A cikin waɗannan wanne ne ya fi kwatanta ku?",
  "prf_stp_other_usrtp_mssg": "wannan nau'in mai amfani yana cikin haɓakawa amma za mu haɗa ku tare da sauran masu amfani da FarmSmarter ta hanyar sabis ɗin taɗi na in-app",
  "prf_stp_other_usrtp_title": "nau'in mai amfani da aka zaɓa",
  "prf_stp_scn_2_inf_mssg": "Muna fatan yin bikin ku. Da fatan za a zaɓi jinsinku da ranar haihuwa. Dole ne mai amfani ya kasance shekaru 15 zuwa sama don amfani da wannan app",
  "prf_stp_scn_2_inf_title": "Saitin bayanin martaba - jinsi da kwanan wata idan haihuwa",
  "prf_stp_nt_eligible": "Ba ku cancanci amfani da wannan app ba, dole ne ku kasance 14 da sama",
  "prf_stp_gender_reqd": "don Allah zaɓi duka jinsi da ranar haihuwa",
  "prf_stp_prv_pg": "Da fatan za a je shafin da ya gabata don zaɓar nau'in mai amfani",
  "prf_stp_gender_label": "Zaɓi wanda ya dace da ku",
  "prf_stp_bday_label": "Muna so mu yi bikin ranar haihuwar ku!",
  "prf_stp_created": "An ƙirƙiri bayanin martabarku cikin nasara",
  "prf_stp_vw_prf": "duba bayanin martaba",
  "prf_stp_bk_to_ent": "komawa zuwa shafi na kasuwanci",
  "prf_stp_success_text_1": "Yana da kyau, bayanin martaba ya cika.",
  "prf_stp_success_text_3": "Yanzu zaku iya fara gina gonar ku.",
  "prf_stp_success_text_4": "Kuna iya dubawa da shirya bayanin martabarku a kowane lokaci ta danna gunkin bayanin martaba a saman dama na allon.",
  "prf_stp_mail_veri_text_1": "Yayi kyau, bayanin martaba ya cika.",
  "prf_stp_mail_veri_text_2": "Yanzu kawai muna buƙatar ku tabbatar da adireshin imel ɗin ku ta danna hanyar haɗin da muka aika zuwa yanzu",
  "prf_stp_mail_veri_text_3": "Kuna iya dubawa da shirya bayanin martabarku a kowane lokaci ta danna gunkin bayanin martaba a saman dama na allon.",
  "prf_stp_mail_veri_text_4": "Muna shirye don maraba da nau'in mai amfani ga al'ummar FarmSmarter.",
  "prf_stp_mail_veri_text_5": "A halin yanzu za mu haɗa ku tare da sauran masu amfani da FarmSmarter ta dandalin tattaunawar mu.",
  "prf_stp_mail_veri_resend": "Idan imel ɗin bai zo ba kawai danna 'sake aikawa'",
  "farm_stp_scrn_1_info_mssg": "Bari mu fara ku ta hanyar ƙirƙirar gonar ku, shigar da sunan gona da matsayin mallakar ku sannan danna gaba",
  "farm_stp_scrn_1_info_title": "Ƙirƙiri sabuwar gona",
  "farm_stp_scrn_1_pg_header": "Saita gonar ku",
  "located_farm": "gano wurin gonar ku",
  "farm_stp_scrn_1_pg_desc": "Don kafa gonar ku muna buƙatar ƴan bayanai don tabbatar da cewa mun ba ku shawara mafi kyau.",
  "farm_name": "Sunan gona",
  "farm_name_txt": "Bari mu fara da ba wa gonar ku suna",
  "own_stat": "Matsayin mallaka",
  "own_stat_text": "Ta hanyar tabbatar da matsayin mallakar filaye za mu iya tallafa muku wajen yin rajistar ƙasar ku da samun kuɗin kuɗi daga baya.",
  "farm_owner": "Mai gonaki",
  "lng_trm_lease": "Hayar dogon lokaci",
  "rent": "Hayar",
  "others_pls_spcy": "Wasu (don Allah a saka)",
  "farm_crtd": "Farm halitta",
  "farm_nm_err": "Da fatan za a shigar da ingantaccen suna don gonar",
  "farm_stp_scrn_2_pg_desc": "Za a yi amfani da wurin gonar ku lokacin da kuka yi ajiyar kaya ko tarawa ta hanyar FarmSmarter app.",
  "farm_stp_scrn_2_pg_desc_2": "Kuna iya nuna wurin gonar ku akan taswira.",
  "farm_saved_mssg": "An yi nasarar adana wurin gona.",
  "go_to_farm": "ci gaba",
  "search_your_loc": "Nemo wurin",
  "farm_dash_info_mssg": "Dashboard guda ɗaya inda zaku iya lura da duk ayyukan gonaki, yanayin gonar ku da shawarwari daga masananmu kan yadda zaku sami mafi kyau daga gonar ku.",
  "farm_dash_info_title": "Shafin gidan gona",
  "farm_dash_txt": "Kuna iya zaɓar gona don ganin abin da ke faruwa.",
  "farm_acreage": "gonakin gona",
  "exp_farm_yield": "Yawan amfanin gona da ake tsammani",
  "field_setp_info_mssg": "Wannan shine inda zaku iya sanya sunan filin ku kafin ƙirƙirar taswirar filin. Idan ba ku ji a shirye ba tukuna, dawo daga baya kuma za mu kasance a nan!",
  "field_setp_pg_desc": "Bari mu fara da ba filin ku suna",
  "map_field": "taswirar filina",
  "do_it_later": "yi wannan daga baya",
  "map_field_later": "taswirar filina daga baya",
  "map_field_later_desc": "FarmSmarter ba zai iya ba ku mafi kyawun bayani game da filin ku ba har sai an tsara shi.",
  "map_field_now": "taswirar filina yanzu",
  "field_setp_scrn_2_info_mssg": "Alama filin ku ta hanyar zana polygon kewaye da filin. Bada izinin geo-wuri ko bincika wurinka ta amfani da maɓallan juyawa a kasan shafin. Da zarar an saita wurin ku, danna siffar polygon kusa da gunkin hannu a kusurwar dama ta sama akan mahaɗin taswira. Danna wurin farawa na filin ku don fara zana filin ku. Da zarar an yi taswirar filin kuma kun zagaya filin komawa zuwa wurin farawa, za a zana polygon ta atomatik akan taswira, sannan zaku iya ci gaba don adana filin ku. Don daidaita sifar da aka zana, dole ne ka danna gunkin hannun da ke kan mahaɗin taswira, sannan za a ba ka damar canza yanayin filin ta hanyar jawo kowane batu a kan polygon da aka zana. cire polygon da aka zana abu ne mai sauƙi kamar danna maɓallin 'cire' a kusurwar dama na allo.",
  "field_setp_scrn_2_info_title": "gano wuri kuma zana siffar filin ku",
  "field_setp_scrn_2_pg_title": "Taswirar filin ku",
  "field_setp_scrn_2_pg_desc_1": "Yanzu kun sanya sunan filin ku bari mu yi taswira don FarmSmarter zai iya ba ku mafi kyawun shawara da lissafin filin ku.",
  "field_setp_scrn_2_pg_desc_2": "Fara ta hanyar danna siffar zane a saman kusurwar hagu na taswirar, sannan zaku iya danna taswirar don sanya layuka masu alaƙa a kusa da filin ku. Idan kun makale, danna maɓallin taimako.",
  "field_success_map": "An yi nasarar tsara filin.",
  "select_field_crp": "zaɓi amfanin gona na gona",
  "harvest_crp_info_mssg": "Ta hanyar yin rikodin amfanin gonar ku kamar yadda aka girbe za mu iya taimaka muku don ci gaba da bin diddigin abin da ke cikin filin ku da kuma ba da shawarar sabbin amfanin gona na juyi don kakar gaba. Kyakkyawan ƙididdige yawan amfanin ƙasa yana da kyau, za mu taimaka muku saka idanu kan nasarar filin ku yayin da muke tafiya. Lokacin da kuka ajiye wannan girbin za ku iya zaɓar sabon amfanin gona don shuka a wannan filin. Za a rubuta ranar girbi a matsayin ranar yau",
  "harvest_crp_info_title": "Menene jimlar yawan amfanin ku daga wannan amfanin gona?",
  "no_harvest": "babu amfanin gona don girbi, da fatan za a koma shafin gida don zaɓar amfanin gona don girbi.",
  "crp_harvested": "An girbe amfanin gona cikin nasara",
  "crp_seltion_lst_seasn_info_mssg": "Da fatan za a shigar da amfanin gona na baya a cikin akwatin rubutu da ke ƙasa, ba za mu iya ba da mafi kyawun shawarar juyawa ba amma za mu ƙara wannan zuwa zaɓin amfanin gona na gaba da zaran mun iya!",
  "crp_seltion_lst_seasn_info_title": "Ba a jera amfanin gona ba?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter yana amfani da bayanan amfanin gona na baya da kuka bayar don gina shirin shuka don filinku ta amfani da mafi kyawun jujjuya amfanin gona.",
  "crp_seltion_lst_seasn_pg_desc_2": "Hakanan zamu iya taimaka muku saka idanu akan yawan aiki da lafiyar ƙasarku ta hanyar kwatanta amfanin gonakin da suka shuɗe.",
  "crp_seltion_lst_seasn_pg_desc_3": "Kada ku damu idan ba ku da amfanin gona na ƙarshe, za mu taimaka muku farawa ta hanyar ba da shawarar amfanin gona da ya dace da wurin ku.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Ba a samo amfanin gonar ku ba, ƙara sunan amfanin gonar ku",
  "no_lst_seasn": "babu amfanin gona kakar karshe",
  "invalid_yield_val": "Da fatan za a shigar da ingantaccen ƙima don Nauyi da Haɓaka",
  "crp_seltion_yield_info_mssg": "FarmSmarter zai bin diddigin yawan amfanin gonar ku daga lokaci guda zuwa na gaba.Ta hanyar ba da amfanin ku na ƙarshe don wannan filin za mu iya taimaka muku saka idanu kan lafiyar filin ku na tsawon lokaci. Zaɓi ma'aunin da ya dace don amfanin gonar ku kuma za mu ƙididdige sauran a gare ku!",
  "crp_seltion_yield_info_title": "Me yasa ba da yawan amfanin ƙasa na ƙarshe?",
  "crp_seltion_yield_desc": "menene amfanin wannan amfanin gona",
  "harvest_yield": "Menene jimlar yawan amfanin gona na wannan amfanin gona a kakar da ta gabata?",
  "no_lst_season_crp_selected": "babu amfanin gona da aka zaɓa, da fatan za a koma amfanin gonar kakar da ta gabata",
  "crp_suggt_info_mssg": "FarmSmarter zai nuna amfanin gona da za su inganta lafiyar ƙasa ta hanyar jujjuya amfanin gona da juna dangane da tarihin shukar filin da kuka gabata. Da fatan za a zaɓi mafi girman amfanin gona uku don shuka. Babban amfanin gona, amfanin gona na biyu da ƙarin amfanin gona.",
  "crp_suggt_info_title": "Shawarwari na amfanin gona suna taimakawa",
  "crp_suggt_desc": "FarmSmarter ya ba da shawarar cewa ku shuka har zuwa uku daga cikin waɗannan amfanin gona a cikin filin ku don mafi kyawun damar samun nasara.",
  "no_crp_suggestion": "Ba mu da wasu shawarwari a halin yanzu don wannan jujjuyar amfanin gona, da fatan za a zaɓi daga cikakken jerin amfanin gonakin mu.",
  "see_crp_lst": "duba jerin amfanin gona",
  "crp_priority_info_title": "amfanin gona fifiko",
  "crp_priority_info_mssg": "Da fatan za a zaɓi amfanin gona har uku don shuka a wannan filin. Kuna buƙatar ƙayyade fifiko ga kowane amfanin gona bisa ga mahimmanci. Misali babban amfanin gona naku na iya zama masara kuma zaku iya zaɓar yin cuɗanya da wake kuma ku sami ƙarin amfanin gona kamar zaɓin dasa shuki kamar marigolds don hana aphids.",
  "nw_season_crp_selec_info_mssg": "Zaɓi amfanin gona da kuke son shuka don wannan sabon kakar",
  "nw_season_crp_selec_info_title": "Zaɓin amfanin gona",
  "nw_season_crp_selec_desc": "Zaɓi amfanin gona da kuke son girma",
  "plntng_plan_info_mssg": "Bari ƙwararrunmu su sake duba tsare-tsaren shuka ku don mu ba da shawarar mafi kyawun tsarin shuka don amfanin gonakin ku",
  "plntng_plan_info_title": "Shirye-shiryen shuka",
  "plntng_plan_desc": "Zaɓi ranar shuka ku don kowane amfanin gona kuma FarmSmarter zai iya ba ku shawarwari da shawarwari don kowane mataki na girma.",
  "plntng_date": "kwanan shuka",
  "crops_not_selected": "Babu amfanin gona da aka zaɓa, da fatan za a koma don zaɓar amfanin gona don sabuwar kakar",
  "crops_selected_success": "amfanin gona da aka samar cikin nasara",
  "crop_guide": "jagorar amfanin gona",
  "field_hm_info_mssg": "Wannan shafin gidan filin ku ne inda zaku iya sarrafa amfanin gonanku kuma ku sami mafi kyawun shawara daga masana FarmSmarter. Muna ƙididdige yawan amfanin gona bisa ga yankin filin ku da matsakaicin yawan amfanin gona ga yankinku. Idan kuna da amfanin gona da yawa a cikin filin to yawan amfanin gona zai yi ƙasa da yadda aka nuna. Don cikakkun bayanai za ku iya amfani da jagororin amfanin gona don kowane amfanin gona kuma lokacin da kuke shirye don girbi amfanin gonar ku, kawai sanar da mu kuma zamu iya yin rikodin nasarar girbin ku!",
  "field_hm_info_title": "Barka da zuwa shafin gida na filin ku",
  "field_hm_acreage": "Girman filin",
  "field_home": "filin gida",
  "field_hm_tips": "Nasihun sarrafa filin",
  "field_hm_tips_mssg": "Anan ne zamu iya ba da shawarwari na wucin gadi ... Idan kuna da amfanin gona da yawa a cikin filin to yawan amfanin gona zai ragu daidai gwargwado.",
  "harvest_crop": "girbi wannan amfanin gona",
  "crp_clinic_info_mssg": "Asibitin amfanin gona namu na AI yana aiki ta hanyar kallon hotunan da kuke bayarwa na amfanin gona da alamun sa. Mafi kyawun hoton, mafi kyawun ganewar asali zai kasance. Da fatan za a mayar da hankali ga ɓangaren amfanin gona wanda ke nuna alamun bayyanar cututtuka, misali; gaba daya ganye ko yanki na ganyen da ke nuna cutar, gabaɗayan 'ya'yan itace ko kan iri suna nuna alamun. guje wa hotuna da ke nuna tsiro gaba ɗaya ko samun hannaye da yatsu a hanyar shukar ko cuta. Haske mai kyau shima yana taimakawa sosai.",
  "crp_clinic_info_title": "Samun mafi kyawun hoto don ganewar asali",
  "crp_clinic_wlc": "Sannu, maraba da zuwa asibitin amfanin gona na FarmSmarter. Bari mu dubi matsalar",
  "crp_clinic_choose_crp": "zabi amfanin gona da abin ya shafa",
  "crp_clinic_crp_select_info_mssg": "Ta hanyar gano amfanin gona da kuka damu da shi zai taimaka wa asibitin amfanin gona da sauri wajen gano ainihin ganewar asali.",
  "crp_clinic_crp_select_info_title": "Zaɓi amfanin gona da abin ya shafa",
  "crp_clinic_dnd_info_mssg": "ja hoto zuwa sashin da ake aikawa ko danna don loda fayil ɗin hoto na amfanin gona da abin ya shafa. Fayil ɗin da aka karɓa kawai shine jpeg",
  "crp_clinic_dnd_info_title": "Hoton amfanin gona ya shafa Drag'n'Drog",
  "crp_clinic_dnd_pg_desc": "Yanzu mun san abin da amfanin gona ya shafa za ka iya loda hoto don ganewar asali.",
  "crp_clinic_result_info_mssg": "Asibitin amfanin gona namu na AI yana aiki ta hanyar kallon hotunan da kuke bayarwa na amfanin gona da alamun sa. Mafi kyawun hoton, mafi kyawun ganewar asali zai kasance. Dangane da hoton da aka bayar, asibitin amfanin gona namu zai gano guda ɗaya ko fiye da cututtuka a cikin hoton amfanin gona. Za a jera cutar tare da taƙaitaccen bayani game da illolin kamuwa da cuta. Ta danna maɓallin 'nemo ƙarin' za ku sami damar ganin cikakkun bayanai game da kowace cuta, yadda ake magance ta da kuma hanyoyin hana yaduwar cututtuka. Idan gano cutar ta yi kama da kuskure, zaku iya ziyartar ɗakin karatu na cutar mu kuma bincika cututtukan da suka zama ruwan dare don amfanin gona.",
  "crp_clinic_result_info_title": "fahimtar ganewar asali",
  "find_out_more": "neman karin bayani",
  "looks_wrong": "wannan ya dubi kuskure",
  "see_possible_disease": "duba yiwuwar cututtuka",
  "disease_looks_wrong": "Cutar tana kama da kuskure?",
  "thanks_for_info": "Godiya da sanar da mu!",
  "thanks_info_mssg": "Idan ganewar asali ya yi kuskure za mu yi rubutu da sake dubawa. A halin yanzu kuna iya ganin cikakken jerin cututtuka anan:",
  "go_to_disease_lib": "je zuwa ɗakin karatu na cututtuka",
  "crp_doc_wel_mssg": "Barka da zuwa asibitin amfanin gona na FarmSmarter, bari mu kalli matsalar",
  "crp_doc_drg_n_drp_mssg": "Danna nan don loda ko ja da sauke hoton amfanin gona mara lafiya (PNG, JPG, JPEG)",
  "drg_n_drg_active": "sauke hoton nan...",
  "drg_n_drg_file_type": "nau'in fayil ɗin ba a karɓa ba",
  "drg_n_drg_mul_file_type": "Ba a karɓi loda fayil da yawa ba",
  "disease_diagnosis": "ganewar cutar",
  "detected_disease": "Cututtukan da aka gano",
  "disease_summary": "Takaitacciyar Cutar",
  "crp_disease_loader": "Ana ci gaba da gano cututtukan amfanin gona",
  "crp_disease_err_loader": "Babu sabis a halin yanzu, da fatan za a sake gwadawa daga baya",
  "drn_n_drp_crp_fml": "ja da sauke hoton iyali nan ko danna don zaɓar fayil ɗin hoto (.PNG, .JPG ko .JPEG)",
  "drn_n_drp_crp_disease": "ja da sauke hoton cutar amfanin gona nan ko danna don zaɓar fayil ɗin hoto (.PNG, .JPG ko .JPEG)",
  "chat_wlc_mss": " Barka da zuwa farmSmarter Community hira",
  "chat_wlc_desc": "Ƙirƙiri sunan mai amfani don farawa",
  "priv_chat_info_mssg": "Aika saƙonnin sirri",
  "priv_chat_info_title": "Taɗi masu zaman kansu",
  "priv_chat_header": "hirara",
  "chats_info_mssg": "Wannan shine inda zaku iya haɗawa da manoma, masu samar da kayan aikin gona, masu ba da kuɗi da sauran membobin al'umma don raba ra'ayoyi, samun shawara da gina ƙaƙƙarfan al'ummar FarmSmarter.",
  "chats_info_title": "",
  "mssg_history_unavailable": "babu tarihin saƙo a wannan lokacin",
  "search_username": "bincika ta sunan mai amfani",
  "dm": "Saƙonni kai tsaye",
  "wlc_to_chat": "Barka da zuwa FarmSmarter Chat App",
  "join_comm": "Shiga cikin al'umma",
  "set_user_pref": "saita fifikon mai amfani",
  "report": "rahoto",
  "reason": "dalili",
  "report_user": "Rahoton mai amfani",
  "block_user": "Toshe mai amfani",
  "community_forum_info_mssg": "Yi sadarwa tare da abokan aikin gona ta hanyar FarmSmarter's chat community",
  "community_forum_info_title": "Hirar Jama'a",
  "leave_comm": "barin al'umma",
  "start_conv": "fara tattaunawa",
  "sent_by": "An aika ta",
  "crp_inf_mssg": "Samun bayanai game da amfanin gona da cututtukan da ke shafar amfanin gona.",
  "crp_inf_title": "amfanin gona da cuta",
  "crp_detail_info_mssg": "Samun cikakken bayani game da wannan amfanin gona",
  "crp_detail_info_title": "bayanin amfanin gona",
  "crp_overview": "bayanin amfanin gona",
  "soil_and_land": "ƙasa da ƙasa",
  "planting": "shuka",
  "growing": "girma",
  "harvest": "girbi",
  "plntng_and_grwing": "shuka da girma",
  "irrigation": "ban ruwa",
  "inter_cropping": "inter cropping",
  "weeding": "ciyawa",
  "fertilizer": "takin mai magani",
  "harvest_time": "lokacin girbi",
  "post_harvest": "bayan girbi",
  "pests_and_disease": "kwari da cututtuka",
  "pests": "kwari",
  "soilType": "nau'in ƙasa",
  "general_tips": "nasiha na gaba ɗaya",
  "optimal_condition": "mafi kyau duka yanayin shuka",
  "optimal_soil_ph": "ƙasa mafi kyau duka PH",
  "soil_summary": "ƙasa taƙaitaccen bayani",
  "soil_profile": "bayanin ƙasa",
  "summary": "taƙaitawa",
  "no_info_for_selec_lang": "Babu bayanai don harshen da aka zaɓa, da fatan za a sake duba baya.",
  "annony_crp_inf_mssg": "Da fatan za a shiga / yi rajista don samun cikakken damar yin amfani da bayanin amfanin gona",
  "annony_crp_sign_up": "shiga / shiga",
  "home_anonymous_msg": "Har yanzu ba a shiga cikin asusun ba. Da fatan za a shiga ko ku yi rajista don gina bayanan gonaki.",
  "chat_anonymous_msg": "Har yanzu ba a shiga cikin asusun ba. Da fatan za a shiga ko kuma ku yi rajista don yin taɗi da abokan aikin gona.",
  "weather_anonymous_msg": "Har yanzu ba a shiga cikin asusun ba. Da fatan za a shiga ko yi rajista don samun cikakken bayanin yanayi.",
  "fallback_anonymous_mggs": "Har yanzu ba a shiga cikin asusun ba. Da fatan za a shiga ko ku yi rajista don samun cikakken shiga.",
  "disease_detail_info_mssg": "Samun cikakken bayani game da wannan cuta",
  "disease_detail_info_title": "bayyanar cututtuka",
  "disease_overview": "cutar bayyani",
  "grwth_stg_fr_infe": "matakan girma don kamuwa da cuta",
  "symp_prog": "ci gaban alama",
  "transmission": "watsawa",
  "prevention": "rigakafi",
  "treatment": "magani",
  "disease_type": "nau'in cuta",
  "plants_affected": "tsire-tsire ya shafa",
  "weather_info_mssg": "Samu hasashen yanayi",
  "weather_info_title": "Bayanin Yanayi",
  "humidity": "zafi",
  "weather_desc": "bayanin yanayi",
  "wind_speed": "gudun iska",
  "hourly_forcast": "hasashen sa'a",
  "upcoming_days": "kwanaki masu zuwa",
  "weather_report_failed": "ku! yanayi ya kasa ɗauka, sake gwadawa",
  "settings_info_mssg": "Sabunta zaɓin yaren ku kuma keɓance ƙwarewar ku",
  "settings_info_title": "Saituna da izini",
  "accunt_delete_mssg": "an share asusun cikin nasara",
  "firebase_anal": "firebase analytics",
  "chng_pass": "Canza kalmar shiga",
  "delete_accunt": "Share Account",
  "delete_accunt_desc": "Ana share asusun ku? Ka tabbata kana son share asusunka?",
  "lang_descp": "Zaɓi harshen da kuka fi so",
  "lang_opt": "Zaɓuɓɓukan Harshe",
  "analy_allow": "Bada Bincike",
  "analytics": "Bincike",
  "pass_settings": "Saitunan kalmar sirri",
  "delete_acct_prompt_mssg": "Share asusun ku na FarmSmarter zai cire duk bayanan da aka adana, kun tabbata kuna son ci gaba?",
  "delete_acct_prompt_title": "ka tabbata?",
  "delete_acct_prompt_btn_title": "share asusuna",
  "usr_profile_inf_mssg": "Duba ku sabunta bayanin martabar mai amfani don samun ƙwarewa mafi kyau ta amfani da FarmSmarter",
  "usr_profile_inf_title": "Bayanan martaba",
  "prf_nt_fnd_mssg": "Ba a samo bayanin martabarku ba, da fatan za a ƙirƙiri bayanin martaba kafin a ci gaba.",
  "prf_nt_fnd_title": "Ana buƙatar saitin bayanan martaba",
  "usr_profile_pg_desc_1": "Taya murna, bayanin martabar ku yana da kyau!",
  "usr_profile_pg_desc_2": "*Waɗannan abubuwan suna bayyane ga sauran masu amfani.",
  "camera_not_avail": "kasa shiga kyamarar na'urar",
  "save_fail": "kasa ajiye canje-canjen bayanan martaba",
  "update_success": "An yi nasarar sabunta bayanan martabarka",
  "prf_img_upload_failed": "hoton bayanin martaba ya kasa lodawa",
  "unsupported_img_type": "nau'in fayil mara tallafi",
  "multiple_upload_reject": "ba a karɓar fayiloli da yawa",
  "take_snap": "ɗauki hoto",
  "close_camera": "kusa kamara",
  "crp_fml_title": "amfanin gona sunan iyali",
  "crp_dis_title": "amfanin gona taken cuta",
  "crp_fml": "amfanin gona iyali",
  "crp_dis": "cutar amfanin gona",
  "overview": "bayyani",
  "save": "ajiye",
  "language": "harshe",
  "crp_fml_name": "amfanin gona sunan iyali",
  "crp_fml_dec": "bayanin amfanin gona iyali",
  "crp_dis_name": "amfanin gona sunan cutar",
  "crp_dis_dec": "bayanin cutar amfanin gona",
  "crp_dis_selec": "zaɓin cutar amfanin gona",
  "crp_fam_selec": "amfanin gona zabin iyali",
  "upload_img": "loda hoto",
  "search_lang": "neman harshe",
  "no_item_found": "Babu wani abu da aka samu",
  "otp_mssg": "An aika lambar zuwa lambar wayar ku, shigar da lambar da ke ƙasa don tabbatarwa",
  "otp_fail": "lambar ta kasa aikawa",
  "phone_sign_in": "shiga da lambar waya",
  "send_code": "aika code",
  "enter_code": "shigar da code",
  "wrong_code": "an shigar da lambar kuskure",
  "login_success": "shiga cikin nasara",
  "phone_linked": "an sami nasarar ƙara lambar waya azaman zaɓin shiga na biyu",
  "settings_link_opt_lbl_1": "Zaɓuɓɓukan shiga",
  "settings_link_opt_lbl_2": "Sauran zaɓuɓɓukan sa hannu",
  "settings_link_opt_lbl_txt": "Saita hanyar shiga ta biyu don ba da damar tantancewa mara kyau",
  "settings_link_opt_btn_txt": "shiga lambar waya",
  "add_phone_login": "ƙara shiga lambar waya",
  "error_404": "Kuskure 404, BA a samo Shafi ba",
  "newtork_err_mssg": "da alama an katse hanyar sadarwar ku, da fatan za a sake gwadawa",
  "server_network_mssg": "da alama ba za ku iya haɗi zuwa FarmSmarter ba, da fatan za a sake gwadawa",
  "attch_img": "makala hoto",
  "cancel": "soke",
  "current_img": "hoto na yanzu",
  "uploaded_img": "hoton da aka ɗora",
  "admin_add_lng": "ƙara harshe"
}
