{
  "dob": "data de nascimento",
  "next": "próximo",
  "back": "voltar",
  "welcome": "Bem-vindo",
  "login": "Conecte-se",
  "continue": "continuar",
  "submit": "enviar",
  "home": "lar",
  "remove": "remover",
  "resend": "reenviar",
  "edit": "editar",
  "with": "com",
  "previous": "voltar",
  "crop_doctor": "clínica de colheita",
  "chat": "bater papo",
  "crop_info": "informações de colheita",
  "weather": "Clima",
  "today": "Hoje",
  "tomorrow": "Amanhã",
  "refresh": "atualizar",
  "marketplace": "Mercado",
  "account": "conta",
  "profile": "perfil",
  "settings": "configurações",
  "logout": "sair",
  "try_again": "tente novamente",
  "admin": "administrador",
  "or": "ou",
  "email": "e-mail",
  "country_code": "Código do país",
  "phone_number": "número de telefone",
  "password": "senha",
  "confirm_password": "Confirme sua senha",
  "new_user": "Novo usuário?",
  "existing_user": "Usuário existente?",
  "sign_up": "inscrever-se",
  "fst_name": "Primeiro nome",
  "lst_name": "Sobrenome",
  "username": "nome de usuário",
  "farmer": "agricultor",
  "agricultural_supply": "abastecimento agrícola",
  "agri_business": "agronegócio",
  "wholesale_buyer": "comprador atacadista",
  "transporter": "transportador",
  "finance": "finança",
  "male": "macho",
  "female": "fêmea",
  "other": "outro",
  "geo_loc_nt_avai": "a geolocalização não está disponível para este dispositivo",
  "geo_loc_nt_enabl": "a geolocalização não está ativada para este dispositivo",
  "fetching_location": "buscando sua localização...",
  "usr_currn_loc": "usar localização do dispositivo",
  "search_loc": "pesquise sua localização",
  "field_name": "nome do campo",
  "add_crop": "adicionar corte",
  "search": "procurar",
  "done": "feito",
  "verified": "email verificado",
  "weight": "peso",
  "selc_measure": "selecione medida",
  "ton": "tonelada",
  "baskets": "cestas",
  "kg": "KG",
  "loading": "...carregando",
  "failed_to_load": "falha ao carregar dados",
  "none": "nenhum desses",
  "finish": "terminar",
  "potential_yield": "rendimento potencial",
  "joined_comm": "Comunidades ingressadas",
  "avail_comm": "Comunidades disponíveis",
  "priv_chat": "Conversa privada",
  "join": "juntar",
  "chats": "Bate-papos",
  "go": "ir",
  "community": "comunidade",
  "user_info": "Informações do usuário",
  "country": "país",
  "user_type": "tipo de usuário",
  "crops": "plantações",
  "diseases": "doenças",
  "delete": "excluir",
  "save_chngs": "salvar alterações",
  "get_started": "iniciar",
  "download_app": "Obtenha a melhor experiência baixando FarmSmarter para celular",
  "download": "download",
  "capture": "capturar",
  "clear": "claro",
  "select": "selecione",
  "wlc_bck": "bem vindo de volta",
  "action_mssg": "Tem certeza de que deseja continuar com esta ação?",
  "action_title": "confirmar ação",
  "confirm": "confirme",
  "email_registered": "O link de verificação de e-mail foi enviado para",
  "close": "fechar",
  "field_delete_mssg": "Isso excluirá permanentemente todas as informações cadastradas para esta cultura em sua área.",
  "field_delete_title": "Excluir corte?",
  "splash_wlc_txt_1": "Bem-vindo ao FarmSmarter - estamos aqui para ajudá-lo a cultivar as sementes do sucesso!",
  "splash_crpclnc_txt_1": "Obtenha o melhor diagnóstico de doenças agrícolas em nossa clínica de cultivo AI no aplicativo",
  "splash_crpinfo_txt_1": "Obtenha informações detalhadas sobre suas culturas e melhores épocas de plantio",
  "splash_chat_txt_1": "reunir-se com agricultores pares e compartilhar e aprender com a experiência de outros",
  "splash_started_txt_1": "Obtenha muito mais do FarmSmarter Web App e Mobile App",
  "get_strtd": "iniciar",
  "try_us_out": "experimente-nos!",
  "anony_user": "usuário anônimo (acesso limitado)",
  "login_txt_1": "Bem-vindo de volta ao FarmSmarter - estamos muito satisfeitos em vê-lo novamente.",
  "login_txt_2": "Vamos levá-lo de volta para onde você parou.",
  "sign_in_with": "Outras opções de login",
  "new_user_reg": "Bem-vindo ao FarmSmarter - estamos muito satisfeitos em vê-lo. Vamos começar.",
  "sign_up_with": "Outras opções de inscrição",
  "link_acct": "Você está usando o FarmSmarter anonimamente – você pode se inscrever aqui",
  "or_log_in": "ou faça login na sua conta existente",
  "ent_home_help_mssg_txt": "Este é o seu painel de fazenda personalizado, onde você pode acessar informações e criar novas fazendas. Ao clicar em uma fazenda você poderá ver os campos e culturas registrados para aquela fazenda, além de muitas outras informações para ajudá-lo a aproveitar ao máximo sua vida agrícola. Esteja ciente de que se você optar por excluir um farm, todos os dados desse farm serão perdidos.",
  "ent_home_help_title_txt": "Bem-vindo ao seu painel agrícola",
  "ent_home_pg_title": "Painel do fazendeiro",
  "ent_home_weather_na": "Tempo não disponível",
  "ent_home_no_farm_yet": "Você ainda não tem uma fazenda – agora você pode adicionar sua primeira fazenda.",
  "ent_home_add_farm": "nova fazenda",
  "visit_farm": "visitar fazenda",
  "add_field": "adicionar campo",
  "prf_stp_scn_1_inf_mssg": "Permita-nos personalizar sua experiência, fornecendo-nos informações básicas sobre você. Suas informações pessoais não serão compartilhadas com terceiros.",
  "prf_stp": "Configuração de perfil",
  "prf_stp_wlc": "Bem-vindo ao FarmSmarter - Vamos conhecê-lo para podermos prestar o melhor serviço.",
  "prf_stp_usr_tpe_label": "Qual destas opções melhor descreve você?",
  "prf_stp_other_usrtp_mssg": "este tipo de usuário está em desenvolvimento, mas conectaremos você com outros usuários do FarmSmarter por meio do serviço de bate-papo no aplicativo",
  "prf_stp_other_usrtp_title": "tipo de usuário selecionado",
  "prf_stp_scn_2_inf_mssg": "Queremos celebrar você. Por favor selecione seu sexo e data de nascimento. O usuário deve ter 15 anos ou mais para usar este aplicativo",
  "prf_stp_scn_2_inf_title": "Configuração do perfil - sexo e data de nascimento",
  "prf_stp_nt_eligible": "Você não é elegível para usar este aplicativo, deve ter 14 anos ou mais",
  "prf_stp_gender_reqd": "selecione o sexo e a data de nascimento",
  "prf_stp_prv_pg": "Por favor, vá para a página anterior para selecionar seu tipo de usuário",
  "prf_stp_gender_label": "Escolha aquele que combina com você",
  "prf_stp_bday_label": "Adoraríamos comemorar seu aniversário!",
  "prf_stp_created": "Seu perfil foi criado com sucesso",
  "prf_stp_vw_prf": "ver perfil",
  "prf_stp_bk_to_ent": "voltar à página corporativa",
  "prf_stp_success_text_1": "Isso é ótimo, seu perfil está completo.",
  "prf_stp_success_text_3": "Agora você pode começar a construir sua fazenda.",
  "prf_stp_success_text_4": "Você pode visualizar e editar seu perfil a qualquer momento clicando no ícone do perfil no canto superior direito da tela.",
  "prf_stp_mail_veri_text_1": "Isso é ótimo, seu perfil está completo.",
  "prf_stp_mail_veri_text_2": "Agora só precisamos que você verifique seu endereço de e-mail clicando no link que acabamos de enviar para",
  "prf_stp_mail_veri_text_3": "Você pode visualizar e editar seu perfil a qualquer momento clicando no ícone do perfil no canto superior direito da tela.",
  "prf_stp_mail_veri_text_4": "Estamos nos preparando para dar as boas-vindas ao seu tipo de usuário na comunidade FarmSmarter.",
  "prf_stp_mail_veri_text_5": "Enquanto isso, conectaremos você com outros usuários do FarmSmarter através do nosso fórum de bate-papo.",
  "prf_stp_mail_veri_resend": "Se o e-mail não chegar basta clicar em 'reenviar'",
  "farm_stp_scrn_1_info_mssg": "Vamos começar criando sua fazenda, insira o nome da fazenda e seu status de propriedade e clique em próximo",
  "farm_stp_scrn_1_info_title": "Crie uma nova fazenda",
  "farm_stp_scrn_1_pg_header": "Configure sua fazenda",
  "located_farm": "localize sua fazenda",
  "farm_stp_scrn_1_pg_desc": "Para montar a sua fazenda precisamos de alguns detalhes para ter certeza de que lhe daremos os melhores conselhos.",
  "farm_name": "Nome da fazenda",
  "farm_name_txt": "Vamos começar dando um nome à sua fazenda",
  "own_stat": "Status de propriedade",
  "own_stat_text": "Ao confirmar o status de propriedade da sua terra, podemos apoiá-lo no registro da sua terra e no acesso ao financiamento posteriormente.",
  "farm_owner": "Proprietário da fazenda",
  "lng_trm_lease": "Locação de longo prazo",
  "rent": "Aluguel",
  "others_pls_spcy": "Outros, por favor especifique)",
  "farm_crtd": "Fazenda criada",
  "farm_nm_err": "Por favor insira um nome válido para a fazenda",
  "farm_stp_scrn_2_pg_desc": "A localização da sua fazenda será usada quando você agendar entregas ou coletas por meio do aplicativo FarmSmarter.",
  "farm_stp_scrn_2_pg_desc_2": "Você pode identificar a localização da sua fazenda no mapa.",
  "farm_saved_mssg": "Localização da fazenda salva com sucesso.",
  "go_to_farm": "continuar",
  "search_your_loc": "Local de pesquisa",
  "farm_dash_info_mssg": "Um único painel onde você pode monitorar todas as atividades de sua fazenda, o clima em sua fazenda e conselhos de nossos especialistas sobre como tirar o melhor proveito de sua fazenda",
  "farm_dash_info_title": "Página inicial da fazenda",
  "farm_dash_txt": "Você pode selecionar uma fazenda para ver o que está acontecendo.",
  "farm_acreage": "Área cultivada",
  "exp_farm_yield": "Rendimento agrícola esperado",
  "field_setp_info_mssg": "É aqui que você pode nomear seu campo antes de criar um mapa de campo. Se ainda não se sente pronto, volte mais tarde que ainda estaremos aqui!",
  "field_setp_pg_desc": "Vamos começar dando um nome ao seu campo",
  "map_field": "mapear meu campo",
  "do_it_later": "faça isso mais tarde",
  "map_field_later": "mapear meu campo mais tarde",
  "map_field_later_desc": "FarmSmarter não será capaz de fornecer as melhores informações sobre o seu campo até que ele seja mapeado.",
  "map_field_now": "mapeie meu campo agora",
  "field_setp_scrn_2_info_mssg": "Marque seu campo desenhando um polígono ao redor do campo. Permita a localização geográfica ou pesquise sua localização usando os botões de alternância na parte inferior da página. Assim que sua localização estiver definida, clique na forma poligonal ao lado do ícone de mão no canto superior direito da interface do mapa. Clique no ponto inicial do seu campo para começar a desenhá-lo. Depois que a forma do campo estiver mapeada e você tiver contornado o campo de volta ao ponto inicial, o polígono será desenhado automaticamente no mapa, então você poderá salvar seu campo. Para ajustar a forma desenhada, você deve clicar no ícone da mão na interface do mapa, então você poderá alterar a forma do campo simplesmente arrastando qualquer ponto no polígono desenhado. remover o polígono desenhado é tão simples quanto clicar no botão 'remover' no canto inferior direito da tela.",
  "field_setp_scrn_2_info_title": "localize e desenhe a forma do seu campo",
  "field_setp_scrn_2_pg_title": "Mapeie seu campo",
  "field_setp_scrn_2_pg_desc_1": "Agora que você nomeou seu campo, vamos fazer um mapa para que FarmSmarter possa lhe dar os melhores conselhos e cálculos para seu campo.",
  "field_setp_scrn_2_pg_desc_2": "Comece clicando na forma de desenho no canto superior esquerdo do mapa e, em seguida, clique no mapa para colocar linhas conectadas ao redor do seu campo. Se você tiver dúvidas, clique no botão de ajuda.",
  "field_success_map": "Campo mapeado com sucesso.",
  "select_field_crp": "selecione culturas agrícolas",
  "harvest_crp_info_mssg": "Ao registar a sua colheita como colhida, podemos ajudá-lo a acompanhar o que está no seu campo e sugerir novas culturas de rotação para a próxima época. Uma boa estimativa de rendimento é suficiente, nós o ajudaremos a monitorar o sucesso do seu campo à medida que avançamos. Depois de salvar esta colheita, você poderá escolher uma nova cultura para plantar neste campo. A data da colheita será registrada como a data de hoje",
  "harvest_crp_info_title": "Qual foi o seu rendimento total desta colheita?",
  "no_harvest": "não há cultura para colher, retorne à página inicial do campo para selecionar a cultura para colher.",
  "crp_harvested": "colheita foi colhida com sucesso",
  "crp_seltion_lst_seasn_info_mssg": "Por favor, insira sua colheita anterior na caixa de texto abaixo. Não poderemos dar o melhor conselho de rotação, mas adicionaremos isso às nossas escolhas de colheitas futuras assim que possível!",
  "crp_seltion_lst_seasn_info_title": "Cultura não listada?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter usa as informações de culturas anteriores que você fornece para construir um plano de plantio para seu campo usando as melhores práticas de rotação de culturas.",
  "crp_seltion_lst_seasn_pg_desc_2": "Também podemos ajudá-lo a monitorar a produtividade e a saúde de sua terra, comparando os rendimentos das colheitas anteriores.",
  "crp_seltion_lst_seasn_pg_desc_3": "Não se preocupe se não tiver colheita da última época, iremos ajudá-lo a começar, sugerindo culturas adequadas à sua localização.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Sua colheita não foi encontrada, adicione o nome da sua colheita",
  "no_lst_seasn": "nenhuma colheita da última temporada",
  "invalid_yield_val": "Insira um valor válido para Peso e Rendimento",
  "crp_seltion_yield_info_mssg": "FarmSmarter acompanhará a produtividade de sua fazenda de uma temporada para outra. Ao fornecer seu último rendimento para este campo, podemos ajudá-lo a monitorar a saúde de seu campo ao longo do tempo. Escolha a medida adequada para sua colheita e nós calculamos o restante para você!",
  "crp_seltion_yield_info_title": "Por que dar o último rendimento?",
  "crp_seltion_yield_desc": "qual foi o rendimento desta colheita",
  "harvest_yield": "Qual foi o rendimento total desta safra na temporada passada?",
  "no_lst_season_crp_selected": "nenhuma cultura selecionada, retorne à safra da última temporada",
  "crp_suggt_info_mssg": "FarmSmarter mostrará culturas que melhorarão a saúde do solo por meio da rotação e consorciação de culturas com base em seu histórico anterior de plantio no campo. Escolha no máximo três culturas para plantio. Uma cultura principal, uma cultura secundária e uma cultura adicional.",
  "crp_suggt_info_title": "Ajuda com sugestões de corte",
  "crp_suggt_desc": "FarmSmarter sugere que você plante até três dessas culturas em seu campo para ter melhores chances de sucesso.",
  "no_crp_suggestion": "Não temos sugestões no momento para esta rotação de culturas, selecione em nossa lista completa de culturas.",
  "see_crp_lst": "veja lista de culturas",
  "crp_priority_info_title": "prioridade de colheita",
  "crp_priority_info_mssg": "Selecione até três culturas para plantar neste campo. Você precisará especificar a prioridade de cada cultura em ordem de importância. Por exemplo, a sua cultura principal pode ser o milho e você pode optar por fazer uma cultura consorciada com feijão e ter uma cultura adicional, como uma selecção de plantação complementar, como malmequeres, para deter os pulgões.",
  "nw_season_crp_selec_info_mssg": "Selecione a cultura que você deseja plantar para esta nova temporada",
  "nw_season_crp_selec_info_title": "Seleção de corte",
  "nw_season_crp_selec_desc": "Selecione a cultura que deseja cultivar",
  "plntng_plan_info_mssg": "Deixe nosso especialista revisar seus planos de plantio para que possamos sugerir a melhor abordagem de plantio para suas culturas",
  "plntng_plan_info_title": "Planos de plantio",
  "plntng_plan_desc": "Selecione a data de plantio para cada cultura e o FarmSmarter poderá lhe dar dicas e sugestões para cada fase de crescimento.",
  "plntng_date": "data de plantio",
  "crops_not_selected": "Nenhuma cultura selecionada, volte para selecionar as culturas para a nova temporada",
  "crops_selected_success": "culturas agrícolas criadas com sucesso",
  "crop_guide": "guia de colheita",
  "field_hm_info_mssg": "Esta é a página inicial do seu campo, onde você pode gerenciar suas colheitas e obter os melhores conselhos dos especialistas FarmSmarter. Calculamos o rendimento da colheita de acordo com a área do seu campo e um rendimento médio para a sua região. Se você tiver múltiplas culturas no campo, o rendimento será proporcionalmente menor do que o mostrado. Para obter informações detalhadas você pode usar os guias de cultura para cada cultura e quando estiver pronto para colher sua colheita, basta nos avisar e poderemos registrar o sucesso da sua colheita!",
  "field_hm_info_title": "Bem-vindo à página inicial do seu campo",
  "field_hm_acreage": "Área cultivada",
  "field_home": "casa de campo",
  "field_hm_tips": "Dicas de gerenciamento de campo",
  "field_hm_tips_mssg": "É aqui que podemos dar sugestões temporárias... Se tiver múltiplas culturas no campo então o rendimento será proporcionalmente menor.",
  "harvest_crop": "colher esta colheita",
  "crp_clinic_info_mssg": "Nossa clínica de cultivo de IA funciona observando as imagens que você fornece da colheita e seus sintomas. Quanto melhor a imagem, mais preciso será o diagnóstico. Por favor, concentre-se na parte da cultura que apresenta os sintomas mais óbvios, por exemplo; uma folha inteira ou parte da folha mostrando a doença, um fruto inteiro ou uma semente mostrando os sintomas. evite fotos que mostrem uma planta inteira ou que tenham mãos e dedos atrapalhando a planta ou doença. Uma boa luz também é muito útil.",
  "crp_clinic_info_title": "Obtendo a melhor imagem para diagnóstico",
  "crp_clinic_wlc": "Olá, bem-vindo à clínica agrícola FarmSmarter. Vamos dar uma olhada no problema",
  "crp_clinic_choose_crp": "escolha a cultura afetada",
  "crp_clinic_crp_select_info_mssg": "Ao identificar a cultura com a qual você está preocupado, isso ajudará nossa clínica de colheita a acelerar um diagnóstico mais preciso.",
  "crp_clinic_crp_select_info_title": "Selecione a cultura afetada",
  "crp_clinic_dnd_info_mssg": "arraste uma imagem para a seção de upload ou clique para carregar um arquivo de imagem do corte afetado. O único arquivo aceito é jpegs",
  "crp_clinic_dnd_info_title": "Imagem de corte afetada por Drag'n'Drog",
  "crp_clinic_dnd_pg_desc": "Agora que sabemos qual cultura foi afetada, você pode enviar uma imagem para diagnóstico.",
  "crp_clinic_result_info_mssg": "Nossa clínica de cultivo de IA funciona observando as imagens que você fornece da colheita e seus sintomas. Quanto melhor a imagem, mais preciso será o diagnóstico. Com base na imagem fornecida, nossa clínica agrícola identificará uma ou mais doenças na imagem da sua cultura. A doença será listada com uma breve visão geral dos efeitos da infecção. Ao clicar no botão ‘saiba mais’ você poderá ver informações detalhadas sobre cada doença, como tratá-la e métodos para prevenir a propagação da doença. Se o diagnóstico da doença parecer errado, você pode visitar nossa biblioteca de doenças e pesquisar as doenças comuns em sua cultura.",
  "crp_clinic_result_info_title": "entendendo o diagnóstico",
  "find_out_more": "Descubra mais",
  "looks_wrong": "isso parece errado",
  "see_possible_disease": "veja possíveis doenças",
  "disease_looks_wrong": "A doença parece errada?",
  "thanks_for_info": "Obrigado por nos informar!",
  "thanks_info_mssg": "Se o diagnóstico parecer errado, faremos uma anotação e revisão. Enquanto isso, você pode ver uma lista completa de doenças aqui:",
  "go_to_disease_lib": "vá para a biblioteca de doenças",
  "crp_doc_wel_mssg": "Bem-vindo à clínica agrícola FarmSmarter, vamos dar uma olhada no problema",
  "crp_doc_drg_n_drp_mssg": "Clique aqui para fazer upload ou arrastar e soltar imagem de corte doente (PNG, JPG, JPEG)",
  "drg_n_drg_active": "solte a imagem aqui...",
  "drg_n_drg_file_type": "tipo de arquivo não aceito",
  "drg_n_drg_mul_file_type": "upload de vários arquivos não aceito",
  "disease_diagnosis": "diagnóstico de doenças",
  "detected_disease": "Doenças Detectadas",
  "disease_summary": "Resumo da doença",
  "crp_disease_loader": "detecção de doenças nas culturas em andamento",
  "crp_disease_err_loader": "Serviço não disponível no momento, tente novamente mais tarde",
  "drn_n_drp_crp_fml": "arraste e solte a imagem da família cortada aqui ou clique para selecionar o arquivo de imagem (.PNG, .JPG ou .JPEG)",
  "drn_n_drp_crp_disease": "arraste e solte a imagem da doença da colheita aqui ou clique para selecionar o arquivo de imagem (.PNG, .JPG ou .JPEG)",
  "chat_wlc_mss": " Bem-vindo ao bate-papo da comunidade farmSmarter",
  "chat_wlc_desc": "Crie seu nome de usuário para começar",
  "priv_chat_info_mssg": "Envie mensagens privadas",
  "priv_chat_info_title": "Bate-papos privados",
  "priv_chat_header": "meus bate-papos",
  "chats_info_mssg": "É aqui que você pode se conectar com agricultores, fornecedores agrícolas, financiadores e outros membros da comunidade para compartilhar ideias, obter conselhos e construir uma comunidade FarmSmarter forte.",
  "chats_info_title": "",
  "mssg_history_unavailable": "histórico de mensagens indisponível neste momento",
  "search_username": "pesquisar por nome de usuário",
  "dm": "Mensagens diretas",
  "wlc_to_chat": "Bem-vindo ao aplicativo FarmSmarter Chat",
  "join_comm": "Junte-se à comunidade",
  "set_user_pref": "definir a preferência do usuário",
  "report": "relatório",
  "reason": "razão",
  "report_user": "Reportar usuário",
  "block_user": "Bloquear usuário",
  "community_forum_info_mssg": "Comunique-se com outros agricultores através da comunidade de bate-papo do FarmSmarter",
  "community_forum_info_title": "Bate-papo da comunidade",
  "leave_comm": "sair da comunidade",
  "start_conv": "iniciar uma conversa",
  "sent_by": "Enviado por",
  "crp_inf_mssg": "Obtenha informações sobre as culturas e as doenças que afetam as culturas.",
  "crp_inf_title": "colheita e doença",
  "crp_detail_info_mssg": "Obtenha informações detalhadas sobre esta cultura",
  "crp_detail_info_title": "informações de colheita",
  "crp_overview": "visão geral da colheita",
  "soil_and_land": "solo e terra",
  "planting": "plantio",
  "growing": "crescente",
  "harvest": "colheita",
  "plntng_and_grwing": "plantar e crescer",
  "irrigation": "irrigação",
  "inter_cropping": "corte intercalar",
  "weeding": "capina",
  "fertilizer": "fertilizantes",
  "harvest_time": "tempo de colheita",
  "post_harvest": "pós-colheita",
  "pests_and_disease": "pragas e doenças",
  "pests": "pragas",
  "soilType": "tipo de solo",
  "general_tips": "dicas gerais",
  "optimal_condition": "condição ideal de plantio",
  "optimal_soil_ph": "faixa ideal de PH do solo",
  "soil_summary": "resumo do solo",
  "soil_profile": "perfil do solo",
  "summary": "resumo",
  "no_info_for_selec_lang": "Não há dados disponíveis para o idioma selecionado. Verifique novamente.",
  "annony_crp_inf_mssg": "Faça login/cadastre-se para ter acesso total às informações desta cultura",
  "annony_crp_sign_up": "Entrar Inscrever-se",
  "home_anonymous_msg": "Você ainda não está conectado a uma conta. Faça login ou cadastre-se para criar seu perfil de fazenda.",
  "chat_anonymous_msg": "Você ainda não está conectado a uma conta. Faça login ou cadastre-se para conversar com outros agricultores.",
  "weather_anonymous_msg": "Você ainda não está conectado a uma conta. Faça login ou cadastre-se para acessar informações meteorológicas detalhadas.",
  "fallback_anonymous_mggs": "Você ainda não está conectado a uma conta. Faça login ou cadastre-se para obter acesso total.",
  "disease_detail_info_mssg": "Obtenha informações detalhadas sobre esta doença",
  "disease_detail_info_title": "informações sobre doenças",
  "disease_overview": "visão geral da doença",
  "grwth_stg_fr_infe": "estágios de crescimento para infecção",
  "symp_prog": "progressão dos sintomas",
  "transmission": "transmissão",
  "prevention": "prevenção",
  "treatment": "tratamento",
  "disease_type": "tipo de doença",
  "plants_affected": "plantas afetadas",
  "weather_info_mssg": "Obter previsão do tempo",
  "weather_info_title": "Informações meteorológicas",
  "humidity": "umidade",
  "weather_desc": "descrição do tempo",
  "wind_speed": "velocidade do vento",
  "hourly_forcast": "previsão horária",
  "upcoming_days": "próximos dias",
  "weather_report_failed": "opa! Falha ao carregar o tempo, tente novamente",
  "settings_info_mssg": "Atualize sua preferência de idioma e personalize sua experiência",
  "settings_info_title": "Configurações e permissões",
  "accunt_delete_mssg": "conta excluída com sucesso",
  "firebase_anal": "análise do firebase",
  "chng_pass": "Alterar a senha",
  "delete_accunt": "Deletar conta",
  "delete_accunt_desc": "Excluindo sua conta? Tem certeza de que deseja excluir sua conta?",
  "lang_descp": "Selecione seu idioma preferido",
  "lang_opt": "Opções de idioma",
  "analy_allow": "Permitir análise",
  "analytics": "Análise",
  "pass_settings": "Configurações de senha",
  "delete_acct_prompt_mssg": "Excluir sua conta FarmSmarter removerá todos os dados salvos. Tem certeza de que deseja continuar?",
  "delete_acct_prompt_title": "tem certeza?",
  "delete_acct_prompt_btn_title": "deletar minha conta",
  "usr_profile_inf_mssg": "Visualize e atualize seu perfil de usuário para obter a melhor experiência usando FarmSmarter",
  "usr_profile_inf_title": "Perfil",
  "prf_nt_fnd_mssg": "Seu perfil não foi encontrado. Crie um perfil antes de continuar.",
  "prf_nt_fnd_title": "Configuração de perfil necessária",
  "usr_profile_pg_desc_1": "Parabéns, seu perfil está ótimo!",
  "usr_profile_pg_desc_2": "*estes itens ficam visíveis para outros usuários.",
  "camera_not_avail": "não é possível acessar a câmera do dispositivo",
  "save_fail": "não foi possível salvar as alterações do perfil",
  "update_success": "seu perfil foi atualizado com sucesso",
  "prf_img_upload_failed": "imagem do perfil falhou ao carregar",
  "unsupported_img_type": "tipo de arquivo não suportado",
  "multiple_upload_reject": "vários arquivos não são aceitos",
  "take_snap": "tire uma foto",
  "close_camera": "fechar câmera",
  "crp_fml_title": "título de família de colheita",
  "crp_dis_title": "título de doença agrícola",
  "crp_fml": "família de culturas",
  "crp_dis": "doença da colheita",
  "overview": "visão geral",
  "save": "salvar",
  "language": "linguagem",
  "crp_fml_name": "cortar nome de família",
  "crp_fml_dec": "descrição da família de culturas",
  "crp_dis_name": "nome da doença da colheita",
  "crp_dis_dec": "descrição da doença da colheita",
  "crp_dis_selec": "seleção de doenças agrícolas",
  "crp_fam_selec": "seleção de família de culturas",
  "upload_img": "Enviar Imagem",
  "search_lang": "idioma de pesquisa",
  "no_item_found": "Nenhum item encontrado",
  "otp_mssg": "o código foi enviado para o seu número de telefone, digite o código abaixo para ser verificado",
  "otp_fail": "código não foi enviado",
  "phone_sign_in": "faça login com número de telefone",
  "send_code": "enviar código",
  "enter_code": "Coloque o código",
  "wrong_code": "código errado digitado",
  "login_success": "login bem-sucedido",
  "phone_linked": "número de telefone adicionado com sucesso como opção de login secundário",
  "settings_link_opt_lbl_1": "Opções de login",
  "settings_link_opt_lbl_2": "Outras opções de login",
  "settings_link_opt_lbl_txt": "Configure um método de login secundário para permitir a autenticação contínua",
  "settings_link_opt_btn_txt": "número de telefone entrar",
  "add_phone_login": "adicionar login com número de telefone",
  "error_404": "Erro 404 - Página Não Encontrada",
  "newtork_err_mssg": "parece que sua rede está desconectada, tente novamente",
  "server_network_mssg": "parece que você não conseguiu se conectar ao FarmSmarter, tente novamente",
  "attch_img": "anexar imagem",
  "cancel": "cancelar",
  "current_img": "imagem atual",
  "uploaded_img": "imagem enviada",
  "admin_add_lng": "adicionar idioma"
}
