{
  "dob": "date de naissance",
  "next": "suivant",
  "back": "dos",
  "welcome": "Accueillir",
  "login": "se connecter",
  "continue": "continuer",
  "submit": "soumettre",
  "home": "maison",
  "remove": "retirer",
  "resend": "renvoyer",
  "edit": "modifier",
  "with": "avec",
  "previous": "dos",
  "crop_doctor": "clinique des cultures",
  "chat": "chat",
  "crop_info": "informations sur les cultures",
  "weather": "Météo",
  "today": "Aujourd'hui",
  "tomorrow": "Demain",
  "refresh": "rafraîchir",
  "marketplace": "marché",
  "account": "compte",
  "profile": "profil",
  "settings": "paramètres",
  "logout": "Se déconnecter",
  "try_again": "essayer à nouveau",
  "admin": "administrateur",
  "or": "ou",
  "email": "e-mail",
  "country_code": "code postal",
  "phone_number": "numéro de téléphone",
  "password": "mot de passe",
  "confirm_password": "Confirmez le mot de passe",
  "new_user": "Nouvel utilisateur?",
  "existing_user": "Utilisateur existant?",
  "sign_up": "s'inscrire",
  "fst_name": "Prénom",
  "lst_name": "Nom de famille",
  "username": "nom d'utilisateur",
  "farmer": "fermier",
  "agricultural_supply": "approvisionnement agricole",
  "agri_business": "secteur agroalimentaire",
  "wholesale_buyer": "acheteur en gros",
  "transporter": "transporteur",
  "finance": "finance",
  "male": "mâle",
  "female": "femelle",
  "other": "autre",
  "geo_loc_nt_avai": "la géolocalisation n'est pas disponible pour cet appareil",
  "geo_loc_nt_enabl": "la géolocalisation n'est pas activée pour cet appareil",
  "fetching_location": "récupérer votre position...",
  "usr_currn_loc": "utiliser la localisation de l'appareil",
  "search_loc": "recherchez votre emplacement",
  "field_name": "nom de domaine",
  "add_crop": "ajouter un recadrage",
  "search": "recherche",
  "done": "fait",
  "verified": "Email verifié",
  "weight": "poids",
  "selc_measure": "sélectionner la mesure",
  "ton": "tonne",
  "baskets": "paniers",
  "kg": "KG",
  "loading": "...chargement",
  "failed_to_load": "échec du chargement des données",
  "none": "aucun d'eux",
  "finish": "finition",
  "potential_yield": "rendement potentiel",
  "joined_comm": "Communautés rejointes",
  "avail_comm": "Communautés disponibles",
  "priv_chat": "Discussion privée",
  "join": "rejoindre",
  "chats": "Discussions",
  "go": "aller",
  "community": "communauté",
  "user_info": "Informations sur l'utilisateur",
  "country": "pays",
  "user_type": "type d'utilisateur",
  "crops": "cultures",
  "diseases": "maladies",
  "delete": "supprimer",
  "save_chngs": "Sauvegarder les modifications",
  "get_started": "Commencer",
  "download_app": "Obtenez la meilleure expérience en téléchargeant FarmSmarter pour mobile",
  "download": "télécharger",
  "capture": "capturer",
  "clear": "clair",
  "select": "sélectionner",
  "wlc_bck": "content de te revoir",
  "action_mssg": "Êtes-vous sûr de vouloir poursuivre cette action ?",
  "action_title": "confirmer l'action",
  "confirm": "confirmer",
  "email_registered": "Le lien de vérification par e-mail a été envoyé à",
  "close": "fermer",
  "field_delete_mssg": "Cela supprimera définitivement toutes les informations enregistrées pour cette culture dans votre champ.",
  "field_delete_title": "Supprimer le recadrage ?",
  "splash_wlc_txt_1": "Bienvenue chez FarmSmarter – nous sommes là pour vous aider à faire pousser les graines du succès !",
  "splash_crpclnc_txt_1": "Obtenez le meilleur diagnostic des maladies des cultures grâce à notre clinique de culture IA intégrée à l'application",
  "splash_crpinfo_txt_1": "Obtenez des informations détaillées sur vos cultures et les meilleures saisons de plantation",
  "splash_chat_txt_1": "rencontrer des pairs agriculteurs et partager et apprendre de l'expérience des autres",
  "splash_started_txt_1": "Obtenez bien plus de l’application Web et de l’application mobile FarmSmarter",
  "get_strtd": "Commencer",
  "try_us_out": "essayez-nous !",
  "anony_user": "utilisateur anonyme (accès limité)",
  "login_txt_1": "Bienvenue à FarmSmarter - nous sommes très heureux de vous revoir.",
  "login_txt_2": "Revenons là où vous vous êtes arrêté.",
  "sign_in_with": "Autres options de connexion",
  "new_user_reg": "Bienvenue chez FarmSmarter - nous sommes très heureux de vous voir. Commençons.",
  "sign_up_with": "Autres options d'inscription",
  "link_acct": "Vous utilisez FarmSmarter de manière anonyme – vous pouvez vous inscrire ici",
  "or_log_in": "ou connectez-vous à votre compte existant",
  "ent_home_help_mssg_txt": "Il s'agit de votre tableau de bord de ferme personnalisé où vous pouvez accéder à des informations sur et créer de nouvelles fermes. Lorsque vous cliquez sur une ferme, vous pourrez voir les champs et les cultures enregistrés pour cette ferme avec de nombreuses autres informations pour vous aider à tirer le meilleur parti de votre vie agricole. Sachez que si vous choisissez de supprimer une ferme, toutes les données de cette ferme seront perdues.",
  "ent_home_help_title_txt": "Bienvenue sur votre tableau de bord agricole",
  "ent_home_pg_title": "Tableau de bord de l'agriculteur",
  "ent_home_weather_na": "Météo non disponible",
  "ent_home_no_farm_yet": "Vous n'avez pas encore de ferme – vous pouvez maintenant ajouter votre première ferme.",
  "ent_home_add_farm": "nouvelle ferme",
  "visit_farm": "visiter la ferme",
  "add_field": "ajouter le champ",
  "prf_stp_scn_1_inf_mssg": "Veuillez nous permettre de personnaliser votre expérience en nous fournissant des informations de base sur vous. Vos informations personnelles ne seront pas partagées avec un tiers.",
  "prf_stp": "Configuration du profil",
  "prf_stp_wlc": "Bienvenue chez FarmSmarter - Faisons connaissance afin que nous puissions vous offrir le meilleur service.",
  "prf_stp_usr_tpe_label": "Lequel de ces éléments vous décrit le mieux ?",
  "prf_stp_other_usrtp_mssg": "ce type d'utilisateur est en développement mais nous vous connecterons avec d'autres utilisateurs de FarmSmarter via le service de chat intégré à l'application",
  "prf_stp_other_usrtp_title": "type d'utilisateur sélectionné",
  "prf_stp_scn_2_inf_mssg": "Nous souhaitons vous célébrer. Veuillez sélectionner votre sexe et votre date de naissance. L'utilisateur doit être âgé de 15 ans et plus pour utiliser cette application",
  "prf_stp_scn_2_inf_title": "Configuration du profil - sexe et date en cas de naissance",
  "prf_stp_nt_eligible": "Vous n'êtes pas éligible pour utiliser cette application, vous devez avoir 14 ans et plus",
  "prf_stp_gender_reqd": "veuillez sélectionner à la fois le sexe et la date de naissance",
  "prf_stp_prv_pg": "Veuillez vous rendre à la page précédente pour sélectionner votre type d'utilisateur",
  "prf_stp_gender_label": "Choisissez celui qui vous convient",
  "prf_stp_bday_label": "Nous serions ravis de fêter votre anniversaire !",
  "prf_stp_created": "Votre profil a été créé avec succès",
  "prf_stp_vw_prf": "Voir le profil",
  "prf_stp_bk_to_ent": "retour à la page entreprise",
  "prf_stp_success_text_1": "C'est super, votre profil est complet.",
  "prf_stp_success_text_3": "Vous pouvez maintenant commencer à construire votre ferme.",
  "prf_stp_success_text_4": "Vous pouvez consulter et modifier votre profil à tout moment en cliquant sur l'icône de profil en haut à droite de l'écran.",
  "prf_stp_mail_veri_text_1": "C'est super, votre profil est complet.",
  "prf_stp_mail_veri_text_2": "Il ne nous reste plus qu'à vérifier votre adresse e-mail en cliquant sur le lien que nous venons d'envoyer.",
  "prf_stp_mail_veri_text_3": "Vous pouvez consulter et modifier votre profil à tout moment en cliquant sur l'icône de profil en haut à droite de l'écran.",
  "prf_stp_mail_veri_text_4": "Nous nous préparons à accueillir votre type d'utilisateur dans la communauté FarmSmarter.",
  "prf_stp_mail_veri_text_5": "En attendant, nous vous mettrons en contact avec d'autres utilisateurs de FarmSmarter via notre forum de discussion.",
  "prf_stp_mail_veri_resend": "Si l'e-mail n'est pas arrivé, cliquez simplement sur « renvoyer »",
  "farm_stp_scrn_1_info_mssg": "Commençons par créer votre ferme, entrez le nom de la ferme et votre statut de propriété et cliquez sur suivant",
  "farm_stp_scrn_1_info_title": "Créer une nouvelle ferme",
  "farm_stp_scrn_1_pg_header": "Configurez votre ferme",
  "located_farm": "localisez votre ferme",
  "farm_stp_scrn_1_pg_desc": "Pour implanter votre ferme, nous avons besoin de quelques détails afin d'être sûr de vous conseiller au mieux.",
  "farm_name": "Nom de la ferme",
  "farm_name_txt": "Commençons par donner un nom à votre ferme",
  "own_stat": "Statut de propriété",
  "own_stat_text": "En confirmant votre statut de propriétaire foncier, nous pouvons vous aider à enregistrer votre terrain et à accéder au financement plus tard.",
  "farm_owner": "Propriétaire de ferme",
  "lng_trm_lease": "Bail à long terme",
  "rent": "Louer",
  "others_pls_spcy": "Autres si il vous plaît spécifiez)",
  "farm_crtd": "Ferme créée",
  "farm_nm_err": "Veuillez entrer un nom valide pour la ferme",
  "farm_stp_scrn_2_pg_desc": "L'emplacement de votre ferme sera utilisé lorsque vous réserverez des livraisons ou des collectes via l'application FarmSmarter.",
  "farm_stp_scrn_2_pg_desc_2": "Vous pouvez localiser l'emplacement de votre ferme sur la carte.",
  "farm_saved_mssg": "Emplacement de la ferme enregistré avec succès.",
  "go_to_farm": "continuer",
  "search_your_loc": "Localisation de recherche",
  "farm_dash_info_mssg": "Un tableau de bord unique où vous pouvez suivre toutes vos activités agricoles, la météo de votre ferme et les conseils de nos experts pour tirer le meilleur parti de votre ferme",
  "farm_dash_info_title": "Page d'accueil de la ferme",
  "farm_dash_txt": "Vous pouvez sélectionner une ferme pour voir ce qui se passe.",
  "farm_acreage": "Superficie agricole",
  "exp_farm_yield": "Rendement agricole attendu",
  "field_setp_info_mssg": "C'est ici que vous pouvez nommer votre champ avant de créer une carte de champ. Si vous ne vous sentez pas encore prêt, revenez plus tard et nous serons toujours là !",
  "field_setp_pg_desc": "Commençons par donner un nom à votre champ",
  "map_field": "cartographier mon terrain",
  "do_it_later": "fais ça plus tard",
  "map_field_later": "cartographier mon champ plus tard",
  "map_field_later_desc": "FarmSmarter ne sera pas en mesure de vous donner les meilleures informations sur votre champ tant qu'il n'aura pas été cartographié.",
  "map_field_now": "cartographier mon champ maintenant",
  "field_setp_scrn_2_info_mssg": "Marquez votre champ en traçant un polygone autour du champ. Autorisez la géolocalisation ou recherchez votre position à l'aide des boutons bascule en bas de la page. Une fois votre emplacement défini, cliquez sur la forme du polygone à côté de l'icône en forme de main dans le coin supérieur droit de l'interface de la carte. Cliquez sur le point de départ de votre champ pour commencer à dessiner votre champ. Une fois que la forme du champ est cartographiée et que vous avez fait le tour du champ jusqu'au point de départ, le polygone sera automatiquement dessiné sur la carte, puis vous pourrez procéder à la sauvegarde de votre champ. Pour ajuster la forme dessinée, vous devez cliquer sur l'icône en forme de main sur l'interface de la carte, vous serez alors autorisé à modifier la forme du champ en faisant simplement glisser n'importe quel point sur le polygone dessiné. supprimer le polygone dessiné est aussi simple que de cliquer sur le bouton « Supprimer » dans le coin inférieur droit de l'écran.",
  "field_setp_scrn_2_info_title": "localiser et dessiner la forme de votre champ",
  "field_setp_scrn_2_pg_title": "Cartographiez votre terrain",
  "field_setp_scrn_2_pg_desc_1": "Maintenant que vous avez nommé votre champ, créons une carte afin que FarmSmarter puisse vous donner les meilleurs conseils et calculs pour votre champ.",
  "field_setp_scrn_2_pg_desc_2": "Commencez en cliquant sur la forme de dessin dans le coin supérieur gauche de la carte, puis vous pouvez cliquer sur la carte pour placer des lignes connectées autour de votre champ. Si vous êtes bloqué, cliquez sur le bouton d'aide.",
  "field_success_map": "Champ mappé avec succès.",
  "select_field_crp": "sélectionner les grandes cultures",
  "harvest_crp_info_mssg": "En enregistrant votre récolte telle qu'elle est récoltée, nous pouvons vous aider à garder une trace de ce qu'il y a dans votre champ et à suggérer de nouvelles cultures de rotation pour la saison suivante. Une bonne estimation du rendement est très bien, nous vous aiderons à suivre votre succès sur le terrain au fur et à mesure. Lorsque vous avez sauvegardé cette récolte, vous pouvez choisir une nouvelle culture à planter dans ce champ. La date de récolte sera enregistrée comme date d'aujourd'hui",
  "harvest_crp_info_title": "Quel a été votre rendement total de cette culture ?",
  "no_harvest": "aucune culture à récolter, veuillez retourner à la page d'accueil du champ pour sélectionner la culture à récolter.",
  "crp_harvested": "la récolte a été récoltée avec succès",
  "crp_seltion_lst_seasn_info_mssg": "Veuillez entrer votre culture précédente dans la zone de texte ci-dessous, nous ne serons pas en mesure de vous donner les meilleurs conseils de rotation mais nous l'ajouterons à nos futurs choix de cultures dès que possible !",
  "crp_seltion_lst_seasn_info_title": "La culture n'est pas répertoriée ?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter utilise les informations sur les cultures précédentes que vous fournissez pour élaborer un plan de plantation pour votre champ en utilisant les meilleures pratiques de rotation des cultures.",
  "crp_seltion_lst_seasn_pg_desc_2": "Nous pouvons également vous aider à surveiller la productivité et la santé de vos terres en comparant les rendements des cultures passées.",
  "crp_seltion_lst_seasn_pg_desc_3": "Ne vous inquiétez pas si vous n'avez pas de récolte la saison dernière, nous vous aiderons à démarrer en vous suggérant des cultures adaptées à votre emplacement.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Votre culture n'a pas été trouvée, ajoutez le nom de votre culture",
  "no_lst_seasn": "pas de récolte la saison dernière",
  "invalid_yield_val": "Veuillez saisir une valeur valide pour le poids et le rendement.",
  "crp_seltion_yield_info_mssg": "FarmSmarter suivra la productivité de votre ferme d'une saison à l'autre. En donnant votre dernier rendement pour ce champ, nous pouvons vous aider à surveiller la santé de votre champ au fil du temps. Choisissez la mesure appropriée à votre culture et nous calculerons le reste pour vous !",
  "crp_seltion_yield_info_title": "Pourquoi donner le dernier rendement ?",
  "crp_seltion_yield_desc": "quel était le rendement de cette récolte",
  "harvest_yield": "Quel a été le rendement total de cette culture la saison dernière ?",
  "no_lst_season_crp_selected": "aucune culture sélectionnée, veuillez revenir à la culture de la saison dernière",
  "crp_suggt_info_mssg": "FarmSmarter affichera les cultures qui amélioreront la santé de votre sol grâce à la rotation des cultures et aux cultures intercalaires en fonction de votre historique de plantation sur le terrain. Veuillez choisir jusqu'à un maximum de trois cultures à planter. Une culture principale, une culture secondaire et une culture supplémentaire.",
  "crp_suggt_info_title": "Aide sur les suggestions de recadrage",
  "crp_suggt_desc": "FarmSmarter vous suggère de planter jusqu'à trois de ces cultures dans votre champ pour obtenir les meilleures chances de succès.",
  "no_crp_suggestion": "Nous n'avons aucune suggestion pour le moment pour cette rotation des cultures, veuillez sélectionner parmi notre liste complète de cultures.",
  "see_crp_lst": "voir la liste des cultures",
  "crp_priority_info_title": "priorité aux cultures",
  "crp_priority_info_mssg": "Veuillez sélectionner jusqu'à trois cultures à planter dans ce champ. Vous devrez préciser la priorité de chaque culture par ordre d'importance. Par exemple, votre culture principale peut être le maïs et vous pouvez choisir de faire une culture intercalaire avec des haricots et d'avoir une culture supplémentaire telle qu'une sélection de plantations compagnes comme les soucis pour dissuader les pucerons.",
  "nw_season_crp_selec_info_mssg": "Sélectionnez la culture que vous souhaitez planter pour cette nouvelle saison",
  "nw_season_crp_selec_info_title": "Sélection des cultures",
  "nw_season_crp_selec_desc": "Sélectionnez la culture que vous souhaitez cultiver",
  "plntng_plan_info_mssg": "Laissez notre expert examiner vos plans de plantation afin que nous puissions vous suggérer la meilleure approche de plantation pour vos cultures.",
  "plntng_plan_info_title": "Plans de plantation",
  "plntng_plan_desc": "Sélectionnez votre date de plantation pour chaque culture et FarmSmarter pourra vous donner des conseils et des suggestions pour chaque étape de croissance.",
  "plntng_date": "date de plantation",
  "crops_not_selected": "Aucune culture sélectionnée, veuillez revenir à la sélection des cultures pour la nouvelle saison",
  "crops_selected_success": "grandes cultures créées avec succès",
  "crop_guide": "guide des cultures",
  "field_hm_info_mssg": "Il s'agit de la page d'accueil de votre champ où vous pouvez gérer vos cultures et obtenir les meilleurs conseils des experts FarmSmarter. Nous calculons les rendements des cultures en fonction de la superficie de votre champ et d'un rendement moyen pour votre région. Si vous avez plusieurs cultures sur le terrain, le rendement sera proportionnellement inférieur à celui indiqué. Pour des informations détaillées, vous pouvez utiliser les guides de culture pour chaque culture et lorsque vous êtes prêt à récolter votre récolte, faites-le-nous savoir et nous pourrons enregistrer le succès de votre récolte !",
  "field_hm_info_title": "Bienvenue sur la page d'accueil de votre domaine",
  "field_hm_acreage": "Superficie du terrain",
  "field_home": "maison de campagne",
  "field_hm_tips": "Conseils de gestion de terrain",
  "field_hm_tips_mssg": "C'est ici que nous pouvons donner des suggestions temporaires... Si vous avez plusieurs cultures dans le champ, le rendement sera proportionnellement inférieur.",
  "harvest_crop": "récolter cette récolte",
  "crp_clinic_info_mssg": "Notre clinique de culture d’IA fonctionne en examinant les images que vous fournissez de la culture et de ses symptômes. Plus l’image est bonne, plus le diagnostic sera précis. Veuillez vous concentrer sur la partie de la culture qui présente les symptômes les plus évidents, par exemple ; une feuille entière ou une partie de la feuille présentant la maladie, un fruit entier ou une graine présentant les symptômes. évitez les photos montrant une plante entière ou ayant des mains et des doigts qui gênent la plante ou la maladie. Une bonne lumière est également très utile.",
  "crp_clinic_info_title": "Obtenir la meilleure image pour le diagnostic",
  "crp_clinic_wlc": "Bonjour, bienvenue à la clinique des cultures FarmSmarter. Jetons un coup d'œil au problème",
  "crp_clinic_choose_crp": "choisir la culture concernée",
  "crp_clinic_crp_select_info_mssg": "En identifiant la culture qui vous préoccupe, cela aidera notre clinique des cultures à accélérer un diagnostic plus précis.",
  "crp_clinic_crp_select_info_title": "Sélectionnez la culture concernée",
  "crp_clinic_dnd_info_mssg": "faites glisser une image dans la section de téléchargement ou cliquez pour télécharger un fichier image de la culture concernée. Le seul fichier accepté est le jpeg",
  "crp_clinic_dnd_info_title": "Image de recadrage affectée par Drag'n'Drog",
  "crp_clinic_dnd_pg_desc": "Maintenant que nous savons quelle culture est affectée, vous pouvez télécharger une image pour le diagnostic.",
  "crp_clinic_result_info_mssg": "Notre clinique de culture d’IA fonctionne en examinant les images que vous fournissez de la culture et de ses symptômes. Plus l’image est bonne, plus le diagnostic sera précis. Sur la base de l'image fournie, notre clinique des cultures identifiera une ou plusieurs maladies dans votre image de culture. La maladie sera répertoriée avec un bref aperçu des effets de l’infection. En cliquant sur le bouton « En savoir plus », vous pourrez voir des informations détaillées sur chaque maladie, comment la traiter et les méthodes pour prévenir sa propagation. Si le diagnostic de la maladie semble erroné, vous pouvez visiter notre bibliothèque de maladies et rechercher les maladies courantes pour votre culture.",
  "crp_clinic_result_info_title": "comprendre le diagnostic",
  "find_out_more": "en savoir plus",
  "looks_wrong": "ça a l'air faux",
  "see_possible_disease": "voir les maladies possibles",
  "disease_looks_wrong": "La maladie semble mauvaise ?",
  "thanks_for_info": "Merci de nous en informer!",
  "thanks_info_mssg": "Si le diagnostic semble erroné, nous en prendrons note et l’examinerons. En attendant, vous pouvez consulter une liste complète des maladies ici :",
  "go_to_disease_lib": "aller à la bibliothèque des maladies",
  "crp_doc_wel_mssg": "Bienvenue à la clinique des cultures FarmSmarter, examinons le problème",
  "crp_doc_drg_n_drp_mssg": "Cliquez ici pour télécharger ou glisser-déposer une image de culture malade (PNG, JPG, JPEG)",
  "drg_n_drg_active": "déposez l'image ici...",
  "drg_n_drg_file_type": "type de fichier non accepté",
  "drg_n_drg_mul_file_type": "le téléchargement de plusieurs fichiers n'est pas accepté",
  "disease_diagnosis": "diagnostic de maladie",
  "detected_disease": "Maladies détectées",
  "disease_summary": "Résumé de la maladie",
  "crp_disease_loader": "détection des maladies des cultures en cours",
  "crp_disease_err_loader": "Service non disponible actuellement, veuillez réessayer plus tard",
  "drn_n_drp_crp_fml": "faites glisser et déposez l'image de la famille de recadrage ici ou cliquez pour sélectionner le fichier image (.PNG, .JPG ou .JPEG)",
  "drn_n_drp_crp_disease": "faites glisser et déposez l'image de la maladie des cultures ici ou cliquez pour sélectionner le fichier image (.PNG, .JPG ou .JPEG)",
  "chat_wlc_mss": " Bienvenue sur le chat de la communauté farmSmarter",
  "chat_wlc_desc": "Créez votre nom d'utilisateur pour commencer",
  "priv_chat_info_mssg": "Envoyer des messages privés",
  "priv_chat_info_title": "Discussions privées",
  "priv_chat_header": "mes discussions",
  "chats_info_mssg": "C'est ici que vous pouvez entrer en contact avec des agriculteurs, des fournisseurs agricoles, des bailleurs de fonds et d'autres membres de la communauté pour partager des idées, obtenir des conseils et bâtir une communauté FarmSmarter solide.",
  "chats_info_title": "",
  "mssg_history_unavailable": "l'historique des messages n'est pas disponible pour le moment",
  "search_username": "recherche par nom d'utilisateur",
  "dm": "Messages directs",
  "wlc_to_chat": "Bienvenue sur l'application de chat FarmSmarter",
  "join_comm": "Rejoignez la communauté",
  "set_user_pref": "définir les préférences de l'utilisateur",
  "report": "rapport",
  "reason": "raison",
  "report_user": "Dénoncer un utilisateur",
  "block_user": "Bloquer un utilisateur",
  "community_forum_info_mssg": "Communiquez avec d'autres agriculteurs via la communauté de discussion de FarmSmarter",
  "community_forum_info_title": "Discussion communautaire",
  "leave_comm": "quitter la communauté",
  "start_conv": "commencer une conversation",
  "sent_by": "Envoyée par",
  "crp_inf_mssg": "Obtenez des informations sur les cultures et les maladies qui affectent les cultures.",
  "crp_inf_title": "récolte et maladie",
  "crp_detail_info_mssg": "Obtenez des informations détaillées sur cette culture",
  "crp_detail_info_title": "informations sur les cultures",
  "crp_overview": "aperçu des cultures",
  "soil_and_land": "sol et terre",
  "planting": "plantation",
  "growing": "croissance",
  "harvest": "récolte",
  "plntng_and_grwing": "planter et cultiver",
  "irrigation": "irrigation",
  "inter_cropping": "culture intercalaire",
  "weeding": "désherbage",
  "fertilizer": "les engrais",
  "harvest_time": "moment de la récolte",
  "post_harvest": "après la récolte",
  "pests_and_disease": "ravageurs et maladies",
  "pests": "ravageurs",
  "soilType": "le type de sol",
  "general_tips": "conseils généraux",
  "optimal_condition": "condition de plantation optimale",
  "optimal_soil_ph": "plage de pH optimale du sol",
  "soil_summary": "résumé du sol",
  "soil_profile": "profil du sol",
  "summary": "résumé",
  "no_info_for_selec_lang": "Aucune donnée disponible pour la langue sélectionnée, veuillez vérifier à nouveau.",
  "annony_crp_inf_mssg": "Veuillez vous connecter/s'inscrire pour avoir un accès complet aux informations sur cette culture",
  "annony_crp_sign_up": "se connecter S'inscrire",
  "home_anonymous_msg": "Vous n'êtes pas encore connecté à un compte. Veuillez vous connecter ou vous inscrire pour créer votre profil de ferme.",
  "chat_anonymous_msg": "Vous n'êtes pas encore connecté à un compte. Veuillez vous connecter ou vous inscrire pour discuter avec d'autres agriculteurs.",
  "weather_anonymous_msg": "Vous n'êtes pas encore connecté à un compte. Veuillez vous connecter ou vous inscrire pour accéder aux informations météorologiques détaillées.",
  "fallback_anonymous_mggs": "Vous n'êtes pas encore connecté à un compte. Veuillez vous connecter ou vous inscrire pour obtenir un accès complet.",
  "disease_detail_info_mssg": "Obtenez des informations détaillées sur cette maladie",
  "disease_detail_info_title": "informations sur la maladie",
  "disease_overview": "aperçu de la maladie",
  "grwth_stg_fr_infe": "stades de croissance pour l’infection",
  "symp_prog": "progression des symptômes",
  "transmission": "transmission",
  "prevention": "la prévention",
  "treatment": "traitement",
  "disease_type": "type de maladie",
  "plants_affected": "plantes affectées",
  "weather_info_mssg": "Obtenir les prévisions météo",
  "weather_info_title": "Informations météorologiques",
  "humidity": "humidité",
  "weather_desc": "description météo",
  "wind_speed": "vitesse du vent",
  "hourly_forcast": "prévision horaire",
  "upcoming_days": "jours à venir",
  "weather_report_failed": "Oops! La météo n'a pas pu être chargée, réessayez",
  "settings_info_mssg": "Mettez à jour vos préférences linguistiques et personnalisez votre expérience",
  "settings_info_title": "Paramètres et autorisations",
  "accunt_delete_mssg": "compte supprimé avec succès",
  "firebase_anal": "analyse Firebase",
  "chng_pass": "Changer le mot de passe",
  "delete_accunt": "Supprimer le compte",
  "delete_accunt_desc": "Supprimer votre compte ? Êtes-vous sûr de vouloir supprimer votre compte ?",
  "lang_descp": "Sélectionnez votre langue préférée",
  "lang_opt": "Options linguistiques",
  "analy_allow": "Autoriser l'analyse",
  "analytics": "Analytique",
  "pass_settings": "Paramètres de mot de passe",
  "delete_acct_prompt_mssg": "La suppression de votre compte FarmSmarter supprimera toutes les données enregistrées. Êtes-vous sûr de vouloir continuer ?",
  "delete_acct_prompt_title": "es-tu sûr?",
  "delete_acct_prompt_btn_title": "supprimer mon compte",
  "usr_profile_inf_mssg": "Affichez et mettez à jour votre profil utilisateur pour obtenir la meilleure expérience en utilisant FarmSmarter",
  "usr_profile_inf_title": "Profil",
  "prf_nt_fnd_mssg": "Votre profil n'a pas été trouvé, veuillez créer un profil avant de continuer.",
  "prf_nt_fnd_title": "Configuration du profil requise",
  "usr_profile_pg_desc_1": "Félicitations, votre profil est superbe !",
  "usr_profile_pg_desc_2": "*ces éléments sont visibles par les autres utilisateurs.",
  "camera_not_avail": "impossible d'accéder à la caméra de l'appareil",
  "save_fail": "échec de l'enregistrement des modifications de profil",
  "update_success": "votre profil a été mis à jour avec succès",
  "prf_img_upload_failed": "l'image de profil n'a pas pu être téléchargée",
  "unsupported_img_type": "type de fichier non pris en charge",
  "multiple_upload_reject": "plusieurs fichiers ne sont pas acceptés",
  "take_snap": "prendre une photo",
  "close_camera": "fermer la caméra",
  "crp_fml_title": "titre de famille de culture",
  "crp_dis_title": "titre de maladie des cultures",
  "crp_fml": "famille de cultures",
  "crp_dis": "maladie des cultures",
  "overview": "aperçu",
  "save": "sauvegarder",
  "language": "langue",
  "crp_fml_name": "nom de famille de culture",
  "crp_fml_dec": "description de la famille de cultures",
  "crp_dis_name": "nom de la maladie des cultures",
  "crp_dis_dec": "description des maladies des cultures",
  "crp_dis_selec": "sélection des maladies des cultures",
  "crp_fam_selec": "sélection de familles de cultures",
  "upload_img": "télécharger une image",
  "search_lang": "langue de recherche",
  "no_item_found": "Aucun article trouvé",
  "otp_mssg": "le code a été envoyé à votre numéro de téléphone, entrez le code ci-dessous pour être vérifié",
  "otp_fail": "le code n'a pas pu être envoyé",
  "phone_sign_in": "connectez-vous avec un numéro de téléphone",
  "send_code": "envoyer le code",
  "enter_code": "entrez le code",
  "wrong_code": "mauvais code entré",
  "login_success": "connexion réussie",
  "phone_linked": "numéro de téléphone ajouté avec succès comme option de connexion secondaire",
  "settings_link_opt_lbl_1": "Options de connexion",
  "settings_link_opt_lbl_2": "Autres options de connexion",
  "settings_link_opt_lbl_txt": "Configurer une méthode de connexion secondaire pour activer une authentification transparente",
  "settings_link_opt_btn_txt": "numéro de téléphone se connecter",
  "add_phone_login": "ajouter un numéro de téléphone, connexion",
  "error_404": "Erreur 404 - Page non trouvée",
  "newtork_err_mssg": "il semble que votre réseau soit déconnecté, veuillez réessayer",
  "server_network_mssg": "il semble que vous ne puissiez pas vous connecter à FarmSmarter, veuillez réessayer",
  "attch_img": "joindre une image",
  "cancel": "Annuler",
  "current_img": "Image actuelle",
  "uploaded_img": "image téléchargée",
  "admin_add_lng": "ajouter une langue"
}
