{
  "dob": "date of birth",
  "next": "next",
  "back": "back",
  "welcome": "Welcome",
  "login": "login",
  "continue": "continue",
  "submit": "submit",
  "home": "home",
  "selected_country": "selected country",
  "remove": "remove",
  "resend": "resend",
  "edit": "edit",
  "with": "with",
  "previous": "back",
  "crop_doctor": "crop clinic",
  "chat": "chat",
  "crop_info": "crop info",
  "weather": "weather",
  "today": "Today",
  "tomorrow": "Tomorrow",
  "refresh": "refresh",
  "marketplace": "marketplace",
  "account": "account",
  "profile": "profile",
  "settings": "settings",
  "logout": "logout",
  "try_again": "try again",
  "admin": "admin",
  "or": "or",
  "email": "email",
  "country_code": "country code",
  "phone_number": "phone number",
  "password": "password",
  "confirm_password": "confirm password",
  "new_user": "New user?",
  "existing_user": "Existing user?",
  "sign_up": "sign up",
  "fst_name": "First name",
  "lst_name": "Last name",
  "username": "username",
  "farmer": "farmer",
  "agricultural_supply": "agricultural supply",
  "agri_business": "agri business",
  "wholesale_buyer": "wholesale buyer",
  "transporter": "transporter",
  "finance": "finance",
  "male": "male",
  "female": "female",
  "other": "other",
  "geo_loc_nt_avai": "geolocation is not available for this device",
  "geo_loc_nt_enabl": "geolocation is not enabled for this device, please enable location service in your browser's setting.",
  "fetching_location": "fetching your location ...",
  "usr_currn_loc": "use device location",
  "search_loc": "search your location",
  "field_name": "field name",
  "add_crop": "add crop",
  "search": "search",
  "done": "done",
  "verified": "email verified",
  "weight": "weight",
  "selc_measure": "select measure",
  "ton": "ton",
  "baskets": "baskets",
  "kg": "KG",
  "loading": "...loading",
  "failed_to_load": "failed to load data",
  "none": "none of these",
  "finish": "finish",
  "potential_yield": "potential yield",
  "joined_comm": "Joined Communities",
  "avail_comm": "Available Communities",
  "priv_chat": "Private Chat",
  "join": "join",
  "chats": "Chats",
  "go": "go",
  "community": "community",
  "user_info": "User's Information",
  "country": "country",
  "user_type": "user type",
  "crops": "crops",
  "diseases": "diseases",
  "delete": "delete",
  "save_chngs": "save changes",
  "get_started": "get started",
  "download_app": "Get the best experience by downloading FarmSmarter for mobile",
  "download": "download",
  "capture": "capture",
  "clear": "clear",
  "select": "select",
  "visit": "visit",
  "wlc_bck": "welcome back",
  "action_mssg": "Are you sure you want to continue with this action?",
  "action_title": "confirm action",
  "confirm": "confirm",
  "email_registered": "Email verification link was sent to",
  "close": "close",
  "field_delete_mssg": "This will permanently delete all information registered for this crop in your field.",
  "field_delete_title": "Delete crop?",
  "splash_wlc_txt_1": "Welcome to FarmSmarter - we are here to help you grow the seeds of success!",
  "splash_crpclnc_txt_1": "Get best crop disease diagnosis from our In-App AI Crop-Clinic",
  "splash_crpinfo_txt_1": "Get detailed information about your crops and best planting seasons",
  "splash_chat_txt_1": "meet with peer farmers and share and learn from other's experience",
  "splash_started_txt_1": "Get so much more from FarmSmarter Web App and Mobile App",
  "get_strtd": "get started",
  "try_us_out": "try us out!",
  "anony_user": "guest user (limited access)",
  "login_txt_1": "Welcome back to FarmSmarter - we are so pleased to see you again.",
  "login_txt_2": "Let’s get you back to where you left off.",
  "sign_in_with": "Other login options",
  "new_user_reg": "Welcome  to FarmSmarter - we are so pleased to see you. Let’s get started.",
  "sign_up_with": "Other sign up options",
  "link_acct": "You're using FarmSmarter anonymously – you can sign up here",
  "or_log_in": "or  log in to your existing account",
  "ent_home_help_mssg_txt": "This is your personalised farm dashboard where you can access information about, and create new farms. When you click on a farm you will be able to see the fields and crops registered for that farm with lots of other information to help you make the most of your farming life. Be aware that If you choose to delete a farm, all the data for that farm will be lost.",
  "ent_home_help_title_txt": "Welcome to your farming dashboard",
  "ent_home_pg_title": "Farmer's dashboard",
  "ent_home_weather_na": "Weather not available",
  "ent_home_no_farm_yet": "You don't have a farm yet – now you can add your first farm.",
  "ent_home_add_farm": "new farm",
  "visit_farm": "visit farm",
  "add_field": "add field",
  "prf_stp_scn_1_inf_mssg": "Please enable us to personalize your experience by providing us with basic information about you. Your personal information will not be share with a thrid party.",
  "prf_stp": "Profile setup",
  "prf_stp_wlc": "Welcome to FarmSmarter - Let’s get to know you so we can give the best service.",
  "prf_stp_usr_tpe_label": "Which of these best describes you?",
  "prf_stp_other_usrtp_mssg": "this user type is in development but we will connect you with other FarmSmarter users vis the in-app chat service",
  "prf_stp_other_usrtp_title": "selected user type",
  "prf_stp_scn_2_inf_mssg": "We wish to celebrate you. Please select your gender and date of birth. User must be 15 years of age and above to use this app",
  "prf_stp_scn_2_inf_title": "Profile setup - gender and date if birth",
  "prf_stp_nt_eligible": "You appear to be less than the minimum required age to open an account with us",
  "prf_stp_gender_reqd": "please select both gender and date of birth",
  "prf_stp_prv_pg": "Please go to previous page to select your user type",
  "prf_stp_gender_label": "Pick the one that suits you",
  "prf_stp_bday_label": "We'd love to celebrate your birthday!",
  "prf_stp_created": "Your profile has been created successfully",
  "prf_stp_vw_prf": "view profile",
  "prf_stp_bk_to_ent": "back to enterprise page",
  "prf_stp_success_text_1": "That's great, your profile is complete.",
  "prf_stp_success_text_3": "Now you can get started with building your farm.",
  "prf_stp_success_text_4": "You can view and edit your profile at any time by clicking on the profile icon in the top right of the screen.",
  "prf_stp_mail_veri_text_1": "That's great, your profile is complete.",
  "prf_stp_mail_veri_text_2": "Now we just need you to verify your email address by clicking the link we just sent to",
  "prf_stp_mail_veri_text_3": "You can view and edit your profile at any time by clicking on the profile icon in the top right of the screen.",
  "prf_stp_mail_veri_text_4": "We are getting ready to welcome your user type to the FarmSmarter community.",
  "prf_stp_mail_veri_text_5": "In the meantime we will connect you with other FarmSmarter users via our chat forum.",
  "prf_stp_mail_veri_resend": "If the email hasn't arrived just click 'resend'",
  "farm_stp_scrn_1_info_mssg": "Let's get you started by creating your farm, enter the farm name and your ownership status and click on next",
  "farm_stp_scrn_1_info_title": "Create a new farm",
  "farm_stp_scrn_1_pg_header": "Setup your farm",
  "located_farm": "locate your farm",
  "farm_stp_scrn_1_pg_desc": "To set up your farm we need a few details to be sure we give you the best advice.",
  "farm_name": "Farm name",
  "farm_name_txt": "Let's start by giving your farm a name",
  "own_stat": "Ownership status",
  "own_stat_text": "By confirming your land ownership status we can support you in registering your land and accessing finance later on.",
  "farm_owner": "Farm owner",
  "lng_trm_lease": "Long term lease",
  "rent": "Rent",
  "others_pls_spcy": "Others (please specify)",
  "farm_crtd": "Farm created",
  "farm_nm_err": "Please enter a valid name for the farm",
  "farm_stp_scrn_2_pg_desc": "Your farm location will be used when you book deliveries or collections through the FarmSmarter app.",
  "farm_stp_scrn_2_pg_desc_2": "You can pinpoint your farm location on the map.",
  "farm_saved_mssg": "Farm location successfully saved.",
  "go_to_farm": "continue",
  "search_your_loc": "Search location",
  "farm_dash_info_mssg": "A single dashboard where you can monitor all your farm activies, the weather on your farm and advice from our experts on how to get the best from your farm",
  "farm_dash_info_title": "Farm home page",
  "farm_dash_txt": "You can select a farm to see what is going on.",
  "farm_acreage": "Farm acreage",
  "exp_farm_yield": "Expected farm yield",
  "field_setp_info_mssg": "This is where you can name your field before creating a field map. If you don't feel ready yet, come back later and we will still be here!",
  "field_setp_pg_desc": "Let's start by giving your field a name",
  "map_field": "map my field",
  "do_it_later": "do this later",
  "map_field_later": "map my field later",
  "map_field_later_desc": "FarmSmarter will not be able to give you the best information about your field until it is mapped.",
  "map_field_now": "map my field now",
  "field_setp_scrn_2_info_mssg": "Mark your field by drawing a polygon around the field. Allow geo-location or search your location using the toggle buttons at the bottom of the page. Once your location is set, click on the polygon shape beside the hand icon at the top right corner on the map interface. Click on the starting point of your field to start drawing out your field. Once the field shape is mapped and you have gone round the field back to the starting point, the polygon will authomatically be  drawn out on the map, then you can proceed to save your field. To adjust the shape drawn, you have to click on the hand icon on the map interface, then you will be allowed to chnage the shae of the field by simply dragging  any point on the drawn polygon. removing the drawn polygon is as simple as clicking on 'remove' botton at the bottom right corner of the screen.",
  "field_setp_scrn_2_info_title": "locate and draw out the shape of your field",
  "field_setp_scrn_2_pg_title": "Map your field",
  "field_setp_scrn_2_pg_desc_1": "Now you have named your field let's make a map so FarmSmarter can give you the best advice and calculations for your field.",
  "field_setp_scrn_2_pg_desc_2": "Get started by clicking on the draw shape in the top left corner of the map, then you can click on the map to place connected lines around your field. If you get stuck, click the help button.",
  "field_success_map": "Field successfully mapped.",
  "select_field_crp": "select field crops",
  "harvest_crp_info_mssg": "By recording your crop as harvested we can help you to keep track of what is in your field and suggest new rotation crops for the next season. A good yield estimate is fine, we will help you monitor your field success as we go along. When you have saved this harvest you can choose a new crop to plant in this field. The harvest date will be recorded as today's date",
  "harvest_crp_info_title": "What was your total yield from this crop?",
  "no_harvest": "no crop to harvest, please return back to field home page to select crop to harvest.",
  "crp_harvested": "crop was harvested successfully",
  "crp_seltion_lst_seasn_info_mssg": "Please enter your previous crop in the text box below, we will not be able to give the best rotation advice but will add this to our future crop choices as soon as we can!",
  "crp_seltion_lst_seasn_info_title": "Crop not listed?",
  "crp_seltion_lst_seasn_pg_desc_1": "FarmSmarter uses the previous crop information you provide to build a planting plan for your field using best practice crop rotation.",
  "crp_seltion_lst_seasn_pg_desc_2": "We can also help you monitor the productivity and health of your land by comparing past crop yields.",
  "crp_seltion_lst_seasn_pg_desc_3": "Don't worry if you have no last season crop, we will help you get started by suggesting crops suitable for your location.",
  "crp_seltion_lst_seasn_crp_nt_fnd": "Your crop was not found, add the name of your crop",
  "no_lst_seasn": "click here if you have no last season crop",
  "invalid_yield_val": "Please enter a valid value for Weight and Yield",
  "crp_seltion_yield_info_mssg": "FarmSmarter will track the productivity of your farm from one season to the next.By giving your last yield for this field we can help you monitor the health of your field over time. Choose the appropriate measure for your crop and we will calculate the rest for you!",
  "crp_seltion_yield_info_title": "Why give the last yield?",
  "crp_seltion_yield_desc": "what was the yield of this crop? please enter a number.",
  "harvest_yield": "What was the total yield from this crop last season?",
  "no_lst_season_crp_selected": "no crop selected, please return to last season crop",
  "crp_suggt_info_mssg": "FarmSmarter will show crops that will improve your soil health through crop rotation and intercropping based on your previous field planting history. Please choose up to a maximum of three crops for planting. A Main crop, a Secondary crop and an additional crop.",
  "crp_suggt_info_title": "Crop suggestions help",
  "crp_suggt_desc": "FarmSmarter suggests that you plant up to three of these crops in your field for the best chance of success.",
  "no_crp_suggestion": "We don't have any suggestions at the moment for this crop rotation, please select from our full list of crops.",
  "see_crp_lst": "see crops list",
  "crp_priority_info_title": "crop priority",
  "crp_priority_info_mssg": "Please select up to three crops to plant in this field. You will need to specify the priority for each crop in order of importance. For example your main crop may be maize and you can choose to intercrop with beans and have an additional crop such as a companion planting selection like marigolds to deter aphids.",
  "nw_season_crp_selec_info_mssg": "Select crop you wish to plant for this new season",
  "nw_season_crp_selec_info_title": "Crop selection",
  "nw_season_crp_selec_desc": "Select the crop you want to grow",
  "plntng_plan_info_mssg": "Let our expert review your planting plans so that we can suggest the best planting approach for your crops",
  "plntng_plan_info_title": "Planting plans",
  "plntng_plan_desc": "Select your planting date for each crop and FarmSmarter will be able to give you tips and suggestions for each stage of growth.",
  "plntng_date": "planting date",
  "crops_not_selected": "No crops selected, please go back to select crops for the new season",
  "crops_selected_success": "field crops created successfully",
  "crop_guide": "crop guide",
  "field_hm_info_mssg": "This is your field home page where you can manage your crops and get the best advice from the FarmSmarter experts.",
  "field_hm_info_mssg_2": "We calculate the crop yields according to the area of your field and an average yield for your region.",
  "field_hm_info_mssg_3": "If you have multiple crops in the field then the yield will be proportionately lower than shown.",
  "field_hm_info_mssg_4": "Expected first shoots and harvest dates are approximate and based on average growing times for your location. Please monitor your crops carefully to decide when to harvest.",
  "field_hm_info_mssg_5": "For detailed information you can use the crop guides for each crop and when you are ready to harvest your crop, just let us know and we can record your harvest success!",
  "field_hm_info_title": "Welcome to your field home page",
  "field_hm_acreage": "Field acreage",
  "field_home": "field home",
  "field_hm_tips": "Field management tips",
  "field_hm_tips_mssg": "We will make suggestions here to help you manage your crops and soil.",
  "field_hm_tips_mssg_2": "Please remember that crop yield and harvest dates will be approximate, so you need to monitor your field regularly.",
  "field_hm_tips_mssg_3": "If you have multiple crops in the field then the yield will be proportionately lower than the estimate.",
  "harvest_crop": "harvest this crop",
  "crp_clinic_info_mssg": "Our AI crop clinic works by looking at the images you provide of the crop and its symptoms. The better the image, the more accurate diagnosis will be. Please focus on the part of the crop that shows the most obvious symptoms, for example; an entire leaf or portion of the leaf showing the disease, an entire fruit or seed head showing the symptoms. avoid photos showing a whole plant or having hands and fingers in the way of the plant or disease. Good light is also very helpful.",
  "crp_clinic_info_title": "Getting the best image for diagnosis",
  "crp_clinic_wlc": "Hello, welcome to the FarmSmarter crop clinic. Let’s have a look a the problem",
  "crp_clinic_choose_crp": "choose the crop affected",
  "crp_clinic_crp_select_info_mssg": "By identifying the crop you are concerned about it will help our crop clinic fast track a more accurate diagnosis.",
  "crp_clinic_crp_select_info_title": "Select the crop affected",
  "crp_clinic_dnd_info_mssg": "drag an image into the upload section or click to upload an image file of affected crop. The only accepted file is jpegs",
  "crp_clinic_dnd_info_title": "Drag'n'Drog Affected Crop Image",
  "crp_clinic_dnd_pg_desc": "Now we know what crop is affected you can upload an image for diagnosis.",
  "crp_clinic_result_info_mssg": "Our AI crop clinic works by looking at the images you provide of the crop and its symptoms. The better the image, the more accurate diagnosis will be. Based on the image provided, our crop clinic wil identify one or more diseases in your crop image. The disease will be listed with a brief overview of the effects of infection. By clicking on the 'find out more' button you will be able to see detailed information about each disease, how to treat it and methods for preventing disease spread. If the disease diagnosis looks wrong, you can visit our disease library and search for the diseases that are common for your crop.",
  "crp_clinic_result_info_title": "understanding the diagnosis",
  "find_out_more": "find out more",
  "looks_wrong": "this looks wrong",
  "see_possible_disease": "see possible diseases",
  "disease_looks_wrong": "Disease looks wrong?",
  "thanks_for_info": "Thanks for letting us know!",
  "thanks_info_mssg": "If the diagnosis looks wrong we will make a note and review. In the meantime you can see a full list of diseases here:",
  "go_to_disease_lib": "go to disease library",
  "crp_doc_wel_mssg": "Welcome to the FarmSmarter crop clinic, let’s have a look at the problem",
  "crp_doc_drg_n_drp_mssg": "Click here  to upload  or drag and drop diseased crop image (PNG, JPG, JPEG)",
  "drg_n_drg_active": "drop the image here ...",
  "drg_n_drg_file_type": "file type not accepted",
  "drg_n_drg_mul_file_type": "multiple file upload not accepted",
  "disease_diagnosis": "disease diagnosis",
  "detected_disease": "Detected Diseases",
  "disease_summary": "Disease Summary",
  "crp_disease_loader": "crop disease detection in progress",
  "crp_disease_err_loader": "Service not currently available, please try again later",
  "drn_n_drp_crp_fml": "drag and drop crop family image here or click to select image file (.PNG, .JPG or .JPEG)",
  "drn_n_drp_crp_disease": "drag and drop crop disease image here or click to select image file (.PNG, .JPG or .JPEG)",
  "chat_wlc_mss": " Welcome to the farmSmarter community chat",
  "chat_wlc_desc": "Create your username to get started",
  "priv_chat_info_mssg": "Send private messages",
  "priv_chat_info_title": "Private Chats",
  "priv_chat_header": "my chats",
  "chats_info_mssg": "This is where you can connect with farmers, agri-suppliers, finance providers and other community members to share ideas, get advice and build a strong FarmSmarter community.",
  "chats_info_title": "",
  "mssg_history_unavailable": "message history unavailable at this moment",
  "search_username": "search by username",
  "dm": "Direct messages",
  "wlc_to_chat": "Welcome to FarmSmarter Chat App",
  "join_comm": "Join the community",
  "set_user_pref": "set user's preference",
  "report": "report",
  "reason": "reason",
  "report_user": "Report user",
  "block_user": "Block user",
  "community_forum_info_mssg": "Communicate with fellow farmers via FarmSmarter's chatting community",
  "community_forum_info_title": "Community Chat",
  "leave_comm": "leave community",
  "start_conv": "start a conversation",
  "sent_by": "Sent by",
  "crp_inf_mssg": "Get information about crops and the diseases that affects crops.",
  "crp_inf_title": "crop and disease",
  "crp_detail_info_mssg": "Get detailed information about this crop",
  "crp_detail_info_title": "crop information",
  "crp_overview": "crop overview",
  "soil_and_land": "soil and land",
  "planting": "planting",
  "growing": "growing",
  "harvest": "harvest",
  "plntng_and_grwing": "planting and growing",
  "irrigation": "irrigation",
  "inter_cropping": "inter cropping",
  "weeding": "weeding",
  "fertilizer": "fertilizers",
  "harvest_time": "harvest time",
  "post_harvest": "post harvest",
  "pests_and_disease": "pests and diseases",
  "pests": "pests",
  "soilType": "soil type",
  "general_tips": "general tips",
  "optimal_condition": "optimal planting condition",
  "optimal_soil_ph": "optimal soil PH range",
  "soil_summary": "soil summary",
  "soil_profile": "soil profile",
  "summary": "summary",
  "no_info_for_selec_lang": "No data available for the selected language, please check back again.",
  "annony_crp_inf_mssg": "Please login/sign up to have full access to this crop's information",
  "annony_crp_sign_up": "login/sign-up",
  "home_anonymous_msg": "You are not logged in to an account yet. Please log in or sign up to build your farm profile.",
  "chat_anonymous_msg": "You are not logged in to an account yet. Please log in or sign up to chat with fellow farmers.",
  "weather_anonymous_msg": "You are not logged in to an account yet. Please log in or sign up to access detailed weather information.",
  "fallback_anonymous_mggs": "You are not logged in to an account yet. Please log in or sign up to get full access.",
  "disease_detail_info_mssg": "Get detailed information about this disease",
  "disease_detail_info_title": "disease information",
  "disease_overview": "disease overview",
  "grwth_stg_fr_infe": "growth stages for infection",
  "symp_prog": "symptom progression",
  "transmission": "transmission",
  "prevention": "prevention",
  "treatment": "treatment",
  "disease_type": "disease type",
  "plants_affected": "plants affected",
  "weather_info_mssg": "Get weather forecast",
  "weather_info_title": "Weather Information",
  "humidity": "humidity",
  "weather_desc": "weather description",
  "wind_speed": "wind speed",
  "hourly_forcast": "hourly forecast",
  "upcoming_days": "upcoming days",
  "weather_report_failed": "oops! weather failed to load, try again",
  "settings_info_mssg": "Update your language preference and personalize your experience",
  "settings_info_title": "Settings and permissions",
  "accunt_delete_mssg": "account deleted successfully",
  "firebase_anal": "firebase analytics",
  "chng_pass": "Change Password",
  "delete_accunt": "Delete Account",
  "delete_accunt_desc": "Deleting your account? Are you sure you want to delete your account?",
  "lang_descp": "Select your preferred language",
  "lang_opt": "Language Options",
  "analy_allow": "Allow Analytics",
  "analytics": "Analytics",
  "pass_settings": "Password Settings",
  "delete_acct_prompt_mssg": "Deleting your FarmSmarter account will remove all the saved data, are you sure you want to continue?",
  "delete_acct_prompt_title": "are you sure you want to go?",
  "delete_acct_prompt_btn_title": "yes, i'm leaving",
  "usr_profile_inf_mssg": "View and update your user profile to get the best experience using FarmSmarter",
  "usr_profile_inf_title": "Profile",
  "prf_nt_fnd_mssg": "Your profile was not found, please create a profile before proceeding.",
  "prf_nt_fnd_title": "Profile setup required",
  "usr_profile_pg_desc_1": "Congratulations, your profile is looking great!",
  "usr_profile_pg_desc_2": "*these items are visible to other users.",
  "camera_not_avail": "unable to access device's camera",
  "save_fail": "failed to save profile changes",
  "update_success": "your profile was successfully updated",
  "prf_img_upload_failed": "profile image failed to upload",
  "unsupported_img_type": "unsupported file type",
  "multiple_upload_reject": "multiple files is not accepted",
  "take_snap": "take a photo",
  "close_camera": "close camera",
  "crp_fml_title": "crop family title",
  "crp_dis_title": "crop disease title",
  "crp_fml": "crop family",
  "crp_dis": "crop disease",
  "overview": "overview",
  "save": "save",
  "language": "language",
  "crp_fml_name": "crop family name",
  "crp_fml_dec": "crop family description",
  "crp_dis_name": "crop disease name",
  "crp_dis_dec": "crop disease description",
  "crp_dis_selec": "crop disease selection",
  "crp_fam_selec": "crop family selection",
  "upload_img": "upload image",
  "search_lang": "search language",
  "no_item_found": "No item found",
  "otp_mssg": "code has been sent to your phone number, enter the code below to get verified",
  "otp_fail": "code failed to send",
  "phone_sign_in": "sign in with phone number",
  "send_code": "send code",
  "enter_code": "enter code",
  "wrong_code": "wrong code entered",
  "login_success": "login successful",
  "phone_linked": "phone number successfully added as a secondary sign-in option",
  "settings_link_opt_lbl_1": "Sign in options",
  "settings_link_opt_lbl_2": "Other sign in options",
  "settings_link_opt_lbl_txt": "Set up a secondary sign in method to enable seamless authentication",
  "settings_link_opt_btn_txt": "phone number sign in",
  "add_phone_login": "add phone number sign-in",
  "error_404": "Error 404, Page NOT found",
  "newtork_err_mssg": "it seems your network is disconnected, please try again",
  "server_network_mssg": "it seems you could not connect to FarmSmarter, please try again",
  "attch_img": "attach image",
  "cancel": "cancel",
  "current_img": "current image",
  "uploaded_img": "uploaded image",
  "admin_add_lng": "add language",
  "terms_agreement": "By signing up, I understand and agree to the FarmSmarter",
  "t_and_c": "Terms and Conditions",
  "dis_resist_advice": "Disease resistance advice",
  "intercrpng_summry": "Intercropping suggestion summary",
  "delete_acctn_mssg_dsc": "We are sorry to see you go - Please let us know hy you're leaving us so we can improve our service in future.",
  "delete_acctn_rsn_stp_fmg": "I stopped farming",
  "delete_acctn_rsn_privacy": "Privacy Issues",
  "delete_acctn_rsn_need": "FarmSmarter doesn't do what I need",
  "delete_acctn_rsn_diff_app": "I found a different app",
  "reset_pass": "reset password",
  "reset_pass_desc": "a password link will be sent to your email",
  "reset_pass_message": "a password reset link has been sent to your email",
  "forgot_pass": "forgot password",
  "login_err_mssg": "your sign in details are incorrect, please try again",
  "cmng_soon": "coming soon",
  "frst_shoot": "look for first shoots",
  "expected_hrvst": "harvest date",
  "disease_summry": "disease summary",
  "my_field": "my field",
  "crop_add_2_field": "successfully added to field",
  "crp_clinic_range": "This AI tool currently identifies limited crop diseases including Maize, Sorghum, Cassava & Yam.",
  "crp_clinic_teach": "Every photo you upload will help it to learn more!",
  "splash_wlc_txt_2": "FarmSmarter is currently in beta testing phase and we welcome all your feedback as we perfect all the details and add new tools.",
  "splash_wlc_txt_3": "Congratulations on being at the head of the field!",
  "per_page": "per page",
  "priority": "priority",
  "crop_affected": "crops affected",
  "impact": "impact",
  "signs_of_infestation": "signs of infestation",
  "crop_failed": "crop failed?",
  "crop_failed_mssg": "this crop will be deleted from your field crops",
  "settings_saved": "your setting preference has successfully been saved",
  "settngs_save_mssg": "your selected preferences will be saved",
  "deleted_user": "deleted user",
  "potntial_dis": "Possible crop diseases",
  "potntial_desc": "The disease listed here are the potential diseases that may be affecting your field crops",
  "this_may_be_wrong": "this may be wrong",
  "clinic_mismatch_popup_mssg_1": "Our AI crop clinic is still learning and we are not sure that this disease or crop is correctly identified.  Please click 'This Looks Wrong' and we will show you other possible diseases for the crop you identified.",
  "clinic_unidentified_dis": "We can’t identify any disease in this image but you can see possible diseases for this crop by clicking the 'find out more' button below",
  "how_to": "video guide",
  "help_and_faq": "help and FAQ",
  "lang_disclaimer": "We are developing this service so not all the content has been translated yet, but will be coming soon",
  "lang_search_note": "Language search is only available in english",
  "nigeria": "nigeria",
  "english": "english",
  "yourba": "yoruba",
  "igbo": "igbo",
  "hausa": "hausa",
  "united_kingdom": "united kingdom",
  "france": "france",
  "french": "french",
  "portugal": "portugal",
  "portuguese": "portuguese",
  "italy": "italy",
  "italian": "italian",
  "germany": "germany",
  "german": "german",
  "china": "china",
  "chinese": "chinese",
  "spain": "spain",
  "spanish": "spanish",
  "singapore": "singapore",
  "malay": "malay",
  "mandarin_chinese": "mandarin chinese",
  "tamil": "tamil",
  "malaysia": "malaysia",
  "india": "india",
  "hindi": "hindi",
  "bengali": "bengali",
  "marathi": "marathi",
  "telugu": "telugu",
  "gujarati": "gujarati",
  "urdu": "urdu",
  "kannada": "kannada",
  "odia": "odia",
  "malayalam": "malayalam",
  "indonesia": "indonesia",
  "indonesian": "indonesian",
  "javanese": "javanese",
  "sundanese": "sundanese",
  "paraguay": "paraguay",
  "guarani": "guarani",
  "brazil": "brazil",
  "kenya": "kenya",
  "swahili": "swahili",
  "south_africa": "south africa",
  "zulu": "zulu",
  "xhosa": "xhosa",
  "afrikaans": "afrikaans",
  "viet_nam": "viet nam",
  "vietnamese": "vietnamese",
  "khmer": "khmer",
  "thailand": "thailand",
  "thai": "thai",
  "lao": "lao",
  "cambodia": "cambodia",
  "language_change": "language preference was successfully updated",
  "lang_searcg_not_found": "we currently do not offer your searched language, please check back later."
}
