{"welcome":{"welcomeText1":"សូមស្វាគមន៍មកកាន់ FarmSmarter","welcomeText2":"យើងនៅទីនេះដើម្បីជួយអ្នកដាំគ្រាប់ពូជ","welcomeText3":"ជោគជ័យ!","loginBtn":"ចូល","signUpBtn":"ចុះ​ឈ្មោះ"},"login":{"title":"សូមស្វាគមន៍មកកាន់ FarmSmarter\nយើងរីករាយណាស់ដែលបានជួបអ្នកម្តងទៀត។","title2":"ចូរនាំអ្នកត្រលប់ទៅកន្លែងដែលអ្នកចាកចេញ។","validEmailError":"បញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។","email":"អ៊ីមែល","password":"ពាក្យសម្ងាត់","validPasswordError":"ពាក្យសម្ងាត់ត្រូវតែធំជាង 7 តួអក្សរ","loginBtn":"ចូល","signUpBtn":"ចុះ​ឈ្មោះ","or":"________________ ឬ ________________","anonymous":"ចូលដោយអនាមិក","newUser":"អ្នកប្រើប្រាស់​ថ្មី?"},"signup":{"title":"សូមស្វាគមន៍មកកាន់ FarmSmarter","title2":"យើងរីករាយណាស់ដែលបានជួបអ្នក។","title3":"សូម​ឱ្យ​អ្នក​ចាប់​ផ្តើ​ម​","firstName":"ឈ្មោះដំបូង","nameError":"ប្រវែងឈ្មោះត្រូវតែធំជាង 2","lastName":"នាមត្រកូល","email":"អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល","emailError":"បញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។","countryPickerError":"ឈ្មោះប្រទេសត្រូវបានទាមទារ","phoneNumber":"លេខទូរសព្ទ","phoneError":"លេខទូរស័ព្ទត្រូវតែធំជាង 8 ខ្ទង់","password":"ពាក្យសម្ងាត់","passwordError":"ពាក្យសម្ងាត់ត្រូវតែធំជាង 7 តួអក្សរ","confirmPassword":"បញ្ជាក់ពាក្យសម្ងាត់","confirmPasswordError":"ពាក្យសម្ងាត់មិនត្រូវគ្នា។","next":"បន្ទាប់","signup":"ចុះ​ឈ្មោះ","otherOptions":"ជម្រើសផ្សេងទៀត។","google":"ហ្គូហ្គល","twitter":"x/twitter","existingUser":"អ្នកប្រើប្រាស់ដែលមានស្រាប់?","loginBtn":"ចូល","terms":"តាមរយៈការចុះឈ្មោះ ខ្ញុំយល់ និងយល់ព្រមចំពោះ FarmSmarter ","condition":"លក្ខខណ្ឌ","privacyPolicy":"គោលការណ៍​ភាព​ឯកជន","sign up":"ចុះ​ឈ្មោះ","and":"និង"},"farmType":{"profileSetup":"ការដំឡើងទម្រង់","title":"សូមស្វាគមន៍មកកាន់ FarmSmarter ។\nចូរយើងស្គាល់អ្នកដើម្បីឱ្យយើងអាចផ្តល់ឱ្យ\nសេវាកម្មល្អបំផុត។","setupWelcomeText3":"តើ​មួយ​ណា​ដែល​ពណ៌នា​អ្នក​បាន​ល្អ​បំផុត?","setupOptionFinance":"ហិរញ្ញវត្ថុ","setupOptionAgriculturalSupply":"ការផ្គត់ផ្គង់កសិកម្ម","setupOptionWholesaleBuyer":"អ្នកទិញលក់ដុំ","setupOptionTransporter":"អ្នកដឹកជញ្ជូន","setupOptionFarmer":"កសិករ","next":"បន្ទាប់"},"gender":{"setupGenderText":"ជ្រើសរើសមួយណាដែលសាកសមនឹងអ្នក...","male":"បុរស","female":"ស្ត្រី","other":"ផ្សេងទៀត","next":"បន្ទាប់"},"dob":{"title":"យើងចង់ប្រារព្ធខួបកំណើតរបស់អ្នក !!","dateOfBirth":"ថ្ងៃខែ​ឆ្នាំ​កំណើត","enterDate":"បញ្ចូលកាលបរិច្ឆេទ","next":"បន្ទាប់","selectDate":"សូមជ្រើសរើសថ្ងៃខែឆ្នាំកំណើត។","lessAge":"អាយុអ្នកប្រើប្រាស់ត្រូវតែលើសពី 14 ឆ្នាំ។"},"verifyEmail":{"title":"ពិតជាល្អណាស់ ប្រវត្តិរូបរបស់អ្នកបានបញ្ចប់ហើយ។\nឥឡូវនេះ យើងគ្រាន់តែត្រូវការឱ្យអ្នកផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកដោយចុចលើតំណនៅក្នុងអ៊ីមែលដែលយើងទើបតែផ្ញើឱ្យអ្នក។\nបន្ទាប់មក អ្នកអាចចាប់ផ្តើមជាមួយនឹងការសាងសង់កសិដ្ឋានរបស់អ្នក។","title2":"អ្នកអាចមើល និងកែសម្រួលប្រវត្តិរូបរបស់អ្នកបានគ្រប់ពេលដោយចុចលើរូបតំណាងកម្រងព័ត៌មាននៅផ្នែកខាងលើខាងស្តាំនៃអេក្រង់។\nប្រសិនបើអ៊ីមែលមិនទាន់មកដល់ គ្រាន់តែចុច 'ផ្ញើឡើងវិញ'","resend":"ផ្ញើឡើងវិញ","verified":"បានផ្ទៀងផ្ទាត់អ៊ីមែល"},"profileImage":{"title":"សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នក ដើម្បីផ្ទៀងផ្ទាត់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក មុនពេលបន្ត - ប្រសិនបើអ្នកមិនឃើញសារផ្ទៀងផ្ទាត់របស់យើងទេ វាអាចស្ថិតនៅក្នុងថតសារឥតបានការ ឬសារឥតបានការរបស់អ្នក។","title2":"ជ្រើសរើសរូបតំណាង FarmSmarter ឬបង្ហោះរូបភាពកម្រងព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកនៅទីនេះ។","next":"បន្ទាប់","selectImage":"សូមជ្រើសរើសរូបតំណាង Farmsmarter ឬបង្ហោះរូបភាពផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីបន្ត។"},"farmName":{"farmSetup":"រៀបចំកសិដ្ឋាន","selectName":"សូមបញ្ចូលឈ្មោះកសិដ្ឋានដើម្បីបន្ត។","title":"ដើម្បីរៀបចំកសិដ្ឋានរបស់អ្នក យើងត្រូវការព័ត៌មានលម្អិតមួយចំនួន ដើម្បីប្រាកដថាយើងផ្តល់ឱ្យអ្នកនូវដំបូន្មានដ៏ល្អបំផុត","title2":"ចូរចាប់ផ្តើមដោយដាក់ឈ្មោះកសិដ្ឋានរបស់អ្នក។","name":"ឈ្មោះកសិដ្ឋាន","enterName":"បញ្ចូលឈ្មោះកសិដ្ឋាន","next":"បន្ទាប់"},"farmSetup":{"title":"កសិដ្ឋានរៀបចំ","title2":"តាមរយៈការបញ្ជាក់ពីស្ថានភាពកម្មសិទ្ធិដីធ្លីរបស់អ្នក យើងអាចគាំទ្រអ្នកក្នុងការចុះបញ្ជីដីរបស់អ្នក និងទទួលបានហិរញ្ញវត្ថុនៅពេលក្រោយ។","selectError":"សូមជ្រើសរើសស្ថានភាពកម្មសិទ្ធិកសិដ្ឋានដើម្បីបន្ត។","farmOwner":"ម្ចាស់កសិដ្ឋាន","longTerm":"ការជួលរយៈពេលវែង","otherPlease":"ផ្សេងទៀត - សូមបញ្ជាក់","other":"ផ្សេងទៀត","next":"បន្ទាប់","rent":"ជួល"},"farmMap":{"create":"បង្កើតកសិដ្ឋានរបស់អ្នក...","title":"តើនេះជាទីតាំងត្រឹមត្រូវសម្រាប់កសិដ្ឋានរបស់អ្នកទេ? ប្រសិនបើមិនមានទេ អ្នកអាចសង្កត់ និងអូសម្ជុលផែនទីទៅកន្លែងត្រឹមត្រូវនៅលើផែនទី។ យើងនឹងប្រើប្រាស់ទីតាំងនេះសម្រាប់ការចែកចាយ និងប្រមូលផលកសិដ្ឋាននៅពេលក្រោយ។","yesPlease":"បាទ នេះជាទីតាំងរបស់ខ្ញុំ","loading":"កំពុង​ផ្ទុក​ផែនទី..."},"app":{"home":"ផ្ទះ","crop":"គ្លីនិកដំណាំ","chat":"ជជែក","info":"ព័ត៌មានដំណាំ...","logout":"ចាកចេញ","weather":"អាកាសធាតុ","notification":"ការជូនដំណឹង","help":"ជួយ","setting":"ការកំណត់","notlogged":"អ្នកមិនទាន់បានចូលទៅក្នុងគណនីនៅឡើយទេ។","notloggeds":"សូមចូល ឬចុះឈ្មោះដើម្បីបង្កើតកម្រងព័ត៌មានកសិដ្ឋានរបស់អ្នក។"},"home":{"farmNotFound":"អ្នកមិនទាន់មានកសិដ្ឋាននៅឡើយទេ - ឥឡូវនេះអ្នកអាចបន្ថែមកសិដ្ឋានដំបូងរបស់អ្នក។","goFarm":"ទៅកសិដ្ឋាន","enterPrise":"សហគ្រាសកសិកម្ម","createProfile":"បង្កើតទម្រង់","deleteFarm":"លុបកសិដ្ឋាន?","deleteMsg":"វានឹងលុបវាលទាំងអស់ ផែនទី ដំណាំ និងប្រវត្តិដែលពាក់ព័ន្ធជាមួយកសិដ្ឋានរបស់អ្នក។","delete":"លុប","farmChange":"ដីស្រែចម្ការ","addFarm":"បន្ថែមកសិដ្ឋាន","enterpriseinfo":"សូមស្វាគមន៍មកកាន់ផ្ទាំងគ្រប់គ្រងកសិកម្មរបស់អ្នក។","title":"នេះគឺជាផ្ទាំងគ្រប់គ្រងកសិដ្ឋានផ្ទាល់ខ្លួនរបស់អ្នក ដែលអ្នកអាចចូលប្រើព័ត៌មានអំពី និងបង្កើតកសិដ្ឋានថ្មី។","title2":"នៅពេលអ្នកចុចលើកសិដ្ឋាន អ្នកនឹងអាចឃើញវាលស្រែ និងដំណាំដែលបានចុះឈ្មោះសម្រាប់កសិដ្ឋាននោះ ជាមួយនឹងព័ត៌មានជាច្រើនផ្សេងទៀត ដើម្បីជួយអ្នកទទួលបានអត្ថប្រយោជន៍ច្រើនបំផុតពីជីវិតកសិកម្មរបស់អ្នក។","title3":"ត្រូវដឹងថា ប្រសិនបើអ្នកជ្រើសរើសលុបកសិដ្ឋាន ទិន្នន័យទាំងអស់សម្រាប់កសិដ្ឋាននោះនឹងត្រូវបាត់បង់។"},"farm":{"goFarm":"ទៅវាល","loading":"កំពុងផ្ទុកព័ត៌មានលម្អិតអំពីកសិដ្ឋាន...","today":"ថ្ងៃនេះ","tomorrow":"ថ្ងៃស្អែក","weather":"អាកាសធាតុ","more":"អាកាសធាតុច្រើនទៀត","acreage":"ដីស្រែចម្ការ","deleteTitle":"លុបវាល?","deleteMsg":"វានឹងលុបផែនទី ដំណាំ និងព័ត៌មានទាំងអស់ដែលបានចុះឈ្មោះជាអចិន្ត្រៃយ៍សម្រាប់វាលនេះនៅក្នុងកសិដ្ឋានរបស់អ្នក។","delete":"លុប","addFarm":"បន្ថែមវាល"},"fieldName":{"selectNameError":"សូមបញ្ចូលឈ្មោះវាលដើម្បីបន្ត។","addField":"បន្ថែមវាលថ្មី។","farmName":"ចូរចាប់ផ្តើមដោយដាក់ឈ្មោះកសិដ្ឋានរបស់អ្នក។","setup":"រៀបចំវាល","fieldName":"ឈ្មោះវាល","enterFieldName":"បញ្ចូលឈ្មោះវាល","mapField":"ឥឡូវនេះយើងអាចគូសផែនទីវាលរបស់អ្នក។","mapWalk":"ផែនទីដោយការដើរ","mapDriving":"ផែនទីដោយគំនូរ","doThis":"ធ្វើបែបនេះនៅពេលក្រោយ?"},"navBar":{"farmEnterprise":"សហគ្រាសកសិកម្ម","cropClinic":"គ្លីនិកដំណាំ","chat":"ជជែក","communityChat":"ការជជែកសហគមន៍","cropInfo":"ព័ត៌មានដំណាំ","directMsg":"សារផ្ទាល់","transport":"ដឹកជញ្ជូន","title":"យើង​គណនា​ទិន្នផល​ដំណាំ​ដោយ​យោង​តាម​តំបន់​នៃ​វាល​របស់​អ្នក និង​ជា​មធ្យម​នៃ​តំបន់​របស់​អ្នក។","title2":"ទិន្នផលគឺជារង្វាស់ទម្ងន់ស្ងួត មិនមែនទម្ងន់នៅពេលប្រមូលផលទេ។","title3":"ប្រសិនបើអ្នកមានដំណាំច្រើននៅក្នុងវាល នោះទិន្នផលនឹងទាបជាងសមាមាត្រដែលបានបង្ហាញ។","walkText":"ចុចលើរូបតំណាងប៊ូតុងដើរ ដរាបណាអ្នករួចរាល់ដើម្បីចាប់ផ្តើមដើរជុំវិញវាលរបស់អ្នក។","walkText1":"អ្នកអាចជ្រើសរើសកែសម្រួលដោយសង្កត់ម្ជុល ហើយអូសទៅទីតាំងត្រឹមត្រូវ។","profile":"ប្រវត្តិរូប","settings":"ការកំណត់","logout":"ចាកចេញ","drawText":"ប៉ះប៊ូតុងខ្មៅដៃដើម្បីចាប់ផ្តើម។ បន្ទាប់មកចុចលើចំណុចដែលអ្នកចង់ឱ្យបន្ទាត់ព្រំដែនរបស់អ្នកចាប់ផ្តើម ហើយម្ជុលផែនទីពណ៌លឿងដំបូងរបស់អ្នកនឹងចុះឈ្មោះ។ ចំណុចបន្ទាប់ដែលអ្នកប៉ះលើអេក្រង់នឹងភ្ជាប់បន្ទាត់ពីម្ជុលទីមួយ។ រាល់ពេលដែលអ្នកចុច វានឹងបន្ថែមម្ជុលផ្សេងទៀតនៅក្នុងទីតាំងនោះនៅជុំវិញព្រំដែនរបស់អ្នក រហូតដល់អ្នកត្រលប់ទៅកន្លែងដែលអ្នកបានចាប់ផ្តើមវិញ។ នៅពេលអ្នករក្សាទុក បន្ទាត់នឹងភ្ជាប់ទៅចំណុចដំបូងរបស់អ្នក ដើម្បីបំពេញរូបរាង។ ដើម្បីលុបចំណុចមួយ ចុចប៊ូតុង ថយក្រោយ ហើយម្ជុលចុងក្រោយដែលអ្នកដាក់នឹងត្រូវដកចេញ។ បន្ទាប់មក អ្នក​អាច​បន្ត​ដាក់​ចំណុច​ជុំវិញ​វាល​របស់អ្នក​រហូតដល់​អ្នក​បញ្ចប់។","drawText1":"អ្នកអាចសង្កត់លើម្ជុល ហើយអូសវាទៅទីតាំងត្រឹមត្រូវ ប្រសិនបើវាមិនត្រឹមត្រូវ។ នៅពេលអ្នកសប្បាយចិត្តនឹងផែនទី ចុចរក្សាទុក។ បន្ទាប់ពីរក្សាទុក អ្នកមិនអាចផ្លាស់ប្តូរផែនទីបានទេ ព្រោះយើងនឹងធ្វើការគណនាដោយផ្អែកលើតំបន់នេះសម្រាប់ដំណាំរបស់អ្នក។","drawText2":"ដើម្បីលុបចំណុចមួយ សូមចុចប៊ូតុងថយក្រោយនេះ ហើយម្ជុលចុងក្រោយដែលអ្នកដាក់នឹងត្រូវដកចេញ។ បន្ទាប់មកអ្នកអាចបន្តដាក់ម្ជុលជុំវិញវាលរបស់អ្នករហូតដល់អ្នកបានបញ្ចប់។"},"fields":{"deletingCrop":"ការលុបដំណាំចេញពីវាល...","question":"តើអ្វីជាទិន្នផលសរុបរបស់អ្នកពីដំណាំនេះ?","title":"ការប៉ាន់ប្រមាណដ៏ល្អគឺល្អ យើងអាចជួយអ្នកតាមដានភាពជោគជ័យក្នុងវិស័យរបស់អ្នកនៅពេលយើងបន្ត។","weight":"ទម្ងន់","inputNumber":"លេខបញ្ចូល","harvestDate":"បញ្ចូលកាលបរិច្ឆេទប្រមូលផល","saveHarvest":"នៅពេលអ្នកសន្សំការប្រមូលផលនេះ អ្នកអាចជ្រើសរើសដំណាំថ្មីដើម្បីដាំនៅក្នុងវាលនេះ។","save":"រក្សាទុក","acreage":"វាលស្រែ","tips":"ការណែនាំអំពីការគ្រប់គ្រងវាល","tempSuggession":"ប្រសិនបើអ្នកមានដំណាំច្រើនក្នុងចំការ នោះទិន្នផលនឹងទាបជាងសមាមាត្រ។","multiple":"ប្រសិនបើអ្នកមានដំណាំច្រើននៅក្នុងវាលនោះ។","proportional":"ទិន្នផលនឹងទាបតាមសមាមាត្រ។","cropDelete":"លុបដំណាំ?","deleteMsg":"វានឹងលុបព័ត៌មានទាំងអស់ដែលបានចុះឈ្មោះជាអចិន្ត្រៃយ៍សម្រាប់ដំណាំនេះនៅក្នុងវាលរបស់អ្នក។","delete":"លុប","plantingDate":"កាលបរិច្ឆេទដាំ៖","averageYield":"ទិន្នផលជាមធ្យម","harvestThis":"ប្រមូលផលដំណាំ","btn":"បន្ថែមដំណាំ","fieldtext1":"នេះគឺជាទំព័រដើមវាលរបស់អ្នក ដែលអ្នកអាចគ្រប់គ្រងដំណាំរបស់អ្នក និងទទួលបានដំបូន្មានដ៏ល្អបំផុតពីអ្នកជំនាញ FarmSmarter ។","fieldtext2":"យើង​គណនា​ទិន្នផល​ដំណាំ​ដោយ​យោង​តាម​តំបន់​នៃ​វាល​របស់​អ្នក និង​ទិន្នផល​មធ្យម​សម្រាប់​តំបន់​របស់​អ្នក។ ទិន្នផលគឺជារង្វាស់ទម្ងន់ស្ងួត មិនមែនទម្ងន់នៅពេលប្រមូលផលទេ។","fieldtext3":"ប្រសិនបើអ្នកមានដំណាំច្រើននៅក្នុងវាល នោះទិន្នផលនឹងទាបជាងសមាមាត្រដែលបានបង្ហាញ។","fieldtext4":"សម្រាប់ព័ត៌មានលម្អិត អ្នកអាចប្រើមគ្គុទ្ទេសក៍ដំណាំសម្រាប់ដំណាំនីមួយៗ ហើយនៅពេលដែលអ្នកត្រៀមខ្លួនរួចរាល់ក្នុងការប្រមូលផលដំណាំរបស់អ្នក គ្រាន់តែប្រាប់ពួកយើង នោះយើងអាចកត់ត្រាភាពជោគជ័យនៃការប្រមូលផលរបស់អ្នកបាន!","cropfailedt":"ដំណាំបរាជ័យ?","cropfailedde":"ដំណាំនេះនឹងត្រូវបានលុបចេញពីដំណាំវាលរបស់អ្នក។"},"drawFields":{"mapFieldError":"សូមផែនទីវាលដើម្បីបន្ត។","fieldBoundary":"ផែនទីព្រំដែនវាលដោយជោគជ័យ!","placePin":"ដាក់ម្ជុលនៅលើវាលរបស់អ្នក។ ចុចលើរូបតំណាងខ្មៅដៃ បន្ទាប់ពីដាក់ម្ជុលលើវាលរបស់អ្នក។ ផ្ទាំងដើម្បីគូរជុំវិញព្រំដែនវាលរបស់អ្នក។","save":"រក្សាទុក"},"walkField":{"loadingMap":"កំពុងផ្ទុកផែនទី","selectError":"សូមផែនទីវាលដើម្បីបន្ត។","boundary":"ផែនទីព្រំដែនវាលដោយជោគជ័យ!","title":"FarmSmarter នឹងបង្កើតផែនទីវាលរបស់អ្នកនៅពេលអ្នកដើរជុំវិញព្រំដែនវាលរបស់អ្នក។","clickBtn":"ដើម្បីចាប់ផ្តើម សូមចុចប៊ូតុងដើរ។","f":"បញ្ចប់?","content":"តើ​អ្នក​ប្រាកដ​ឬ​អត់? នៅពេលដែលវាលត្រូវបានរក្សាទុក យើងនឹងមិនអាចផ្លាស់ប្តូររូបរាងនៅពេលក្រោយបានទេ។ អ្នកអាចបិទវា ហើយបន្តការកែសម្រួល ប្រសិនបើអ្នកត្រូវការ។","confirm":"រក្សាទុក"},"weather":{"loadingWeather":"កំពុងផ្ទុកអាកាសធាតុ...","humidity":"សំណើម","wind":"ខ្យល់","hourly":"រៀងរាល់ម៉ោង","forecast":"ការព្យាករណ៍","now":"ឥឡូវ​នេះ","upcoming":"ថ្ងៃខាងមុខ","today":"ថ្ងៃនេះ"},"cropWelcome":{"terms":"ដោយអនុញ្ញាតឱ្យយើងដឹងពីអ្វីដែលអ្នកបានរីកចម្រើនកាលពីរដូវកាលមុននៅក្នុងវាល។ FarmSmarter អាចផ្តល់យោបល់ដោយផ្អែកលើទីតាំងវាលរបស់អ្នក ហើយចាប់ផ្តើមបង្កើតផែនការទំនាក់ទំនងដំណាំ ដើម្បីជួយកសិដ្ឋានរបស់អ្នកឱ្យកាន់តែមានផលិតភាព។","dont":"កុំបារម្ភ - ប្រសិនបើវាលថ្មីយើងនៅតែអាចផ្តល់យោបល់បាន គ្រាន់តែប្រាប់ពួកយើងដឹង!","lastCrop":"ដំណាំចុងក្រោយរបស់ខ្ញុំ","noCrop":"គ្មានដំណាំ"},"crops":{"mainCrop":"ទី 1 - ដំណាំសំខាន់","secondCrop":"ទី 2 - ដំណាំបន្ទាប់បន្សំ","thirdCrop":"ទី 3 - ដំណាំបន្ថែម","title":"ការណែនាំអំពីដំណាំត្រូវបានរចនាឡើងដើម្បីផ្តល់ឱ្យដំណាំរបស់អ្នក និងដីរបស់អ្នកចាប់ផ្តើមមានសុខភាពល្អ។ តាមរយៈការបង្វិលប្រភេទដំណាំផ្សេងៗគ្នា យើងអាចកាត់បន្ថយការប្រើប្រាស់ជី និងធ្វើអោយដីមានលក្ខណៈធម្មជាតិ។","title2":"ប្រសិនបើអ្នកចង់ធ្វើការជ្រើសរើសផ្សេង ទិន្នផលរបស់អ្នកប្រហែលជាមិនប្រសើរឡើងទេ។","chooseCrop":"ជ្រើសរើសដំណាំផ្សេងទៀត។","title3":"FarmSmarter ណែនាំថាអ្នកជ្រើសរើសដំណាំមួយក្នុងចំណោមដំណាំទាំងនេះសម្រាប់ឱកាសជោគជ័យដ៏ល្អបំផុត។","loadingCrops":"កំពុង​ផ្ទុក​ដំណាំ...","noCrops":"រកមិនឃើញការបង្វិលដំណាំសម្រាប់គ្រួសារដំណាំនេះទេ។","priority":"ជ្រើសរើសអាទិភាពដំណាំ","save":"រក្សាទុក"},"oldCrop":{"title":"សូមបញ្ចូលការច្រឹបរបស់អ្នកក្នុងប្រអប់អត្ថបទខាងក្រោម យើងនឹងមិនអាចផ្តល់ដំបូន្មានអំពីការបង្វិលដ៏ល្អបំផុតបានទេ ប៉ុន្តែនឹងបន្ថែមវាទៅក្នុងជម្រើសដំណាំនាពេលអនាគតរបស់យើងឱ្យបានឆាប់តាមដែលយើងអាចធ្វើបាន!","name":"ឈ្មោះដំណាំ","next":"បន្ទាប់","show":"ដំណាំមិនត្រូវបានបង្ហាញទេ?","searchCrop":"ស្វែងរកដំណាំ","selectCrop":"ជ្រើសរើសដំណាំចម្បងដែលអ្នកបានដាំដុះនៅក្នុងវាលនេះកាលពីរដូវកាលមុន។","loadCrop":"កំពុង​ផ្ទុក​ដំណាំ..."},"plantPlan":{"plantDate":"កាលបរិច្ឆេទដាំត្រូវបានទាមទារ!","enterDate":"បញ្ចូលកាលបរិច្ឆេទដាំ","title":"FarmSmarter គាំទ្រការច្រឹបរហូតដល់បីដំណាំក្នុងវាលតែមួយ។ ប៉ុន្តែ អ្នកអាចនៅជាប់ជាមួយនឹងដំណាំតែមួយ។","title2":"វាជារឿងសំខាន់ដែលដំណាំជាច្រើនមិនប្រកួតប្រជែងសម្រាប់សារធាតុចិញ្ចឹម ដូច្នេះយើងមានគោលបំណងផ្តល់យោបល់លើដំណាំបន្ថែមនៅក្នុងការបង្វិលដំណាំរបស់អ្នកនៅពេលណាដែលអាចធ្វើទៅបាន។","fieldPlant":"ផែនការដាំដុះ","question":"តើអ្នកនឹងដាំដំណាំផ្សេងទៀតនៅក្នុងវាលនេះទេ?","yesBtn":"បាទ/ចាស ចុះឈ្មោះដំណាំផ្សេងទៀត។","finished":"បានបញ្ចប់"},"yield":{"title":"FarmSmarter នឹងតាមដានផលិតភាពនៃកសិដ្ឋានរបស់អ្នកពីរដូវកាលមួយទៅរដូវបន្ទាប់។\nតាមរយៈការផ្តល់ទិន្នផលចុងក្រោយរបស់អ្នកសម្រាប់វាលនេះ យើងអាចជួយអ្នកក្នុងការត្រួតពិនិត្យសុខភាពនៃវាលរបស់អ្នកតាមពេលវេលា។","title2":"ជ្រើសរើសរង្វាស់សមស្របសម្រាប់ដំណាំរបស់អ្នក ហើយយើងនឹងគណនានៅសល់សម្រាប់អ្នក!","lastYield":"ហេតុអ្វីបានជាផ្តល់ទិន្នផលចុងក្រោយ?","loading":"សន្សំផលដំណាំចុងក្រោយ...","question":"តើអ្វីជាទិន្នផលសរុបរបស់អ្នកពីដំណាំនេះកាលពីរដូវកាលមុន?","fineEstimate":"ការប៉ាន់ប្រមាណដ៏ល្អគឺល្អ យើងអាចជួយអ្នកតាមដានភាពជោគជ័យក្នុងវិស័យរបស់អ្នកនៅពេលយើងបន្ត។","weight":"ទម្ងន់","input":"លេខបញ្ចូល","measure":"ជ្រើសរើសរង្វាស់","next":"បន្ទាប់","error":"ឯកតារង្វាស់និងទម្ងន់ត្រូវបានទាមទារ!"},"noCrop":{"title":"សូមបញ្ចូលការច្រឹបរបស់អ្នកក្នុងប្រអប់អត្ថបទខាងក្រោម យើងនឹងមិនអាចផ្តល់ការណែនាំអំពីការបង្វិលដ៏ល្អបំផុតបានទេ ប៉ុន្តែនឹងបន្ថែមវាទៅក្នុងដំណាំនាពេលអនាគតរបស់យើង\nជម្រើសឱ្យបានឆាប់តាមដែលយើងអាចធ្វើបាន!","name":"ឈ្មោះដំណាំ","next":"បន្ទាប់","shown":"ដំណាំមិនត្រូវបានបង្ហាញទេ?","searchCrop":"ស្វែងរកដំណាំ","cropGrow":"ជ្រើសរើសដំណាំដែលអ្នកចង់ដាំ។","loading":"កំពុង​ផ្ទុក​ដំណាំ..."},"fieldPlant":{"fieldPlanting":"ផែនការដាំដុះ","mainCrop":"ដំណាំចម្បង","name":"ឈ្មោះដំណាំ","plantDate":"បញ្ចូលកាលបរិច្ឆេទដាំ","secondaryCrop":"ដំណាំបន្ទាប់បន្សំ","additional":"ដំណាំបន្ថែម","question":"តើអ្នកនឹងដាំដំណាំផ្សេងទៀតនៅក្នុងវាលនេះទេ?","confirm":"បាទ/ចាស ចុះឈ្មោះដំណាំផ្សេងទៀត។","finish":"បានបញ្ចប់"},"drawField":{"title":"ចុចខ្មៅដៃដើម្បីចាប់ផ្តើមផែនទីវាល។ បន្ទាប់មកអូសម្ជុលពណ៌ខៀវទៅចំណុចចាប់ផ្តើមនៃស៊ុមវាលរបស់អ្នក។","title2":"ប៉ះដើម្បីបង្កើតបន្ទាត់តាមព្រំដែនវាល។ FarmSmarter នឹងគូសបន្ទាត់រវាងម្ជុលសម្រាប់អ្នក។ អនុញ្ញាតឱ្យទៅ ហើយបន្តតាមរបៀបនេះរហូតដល់\nព្រំដែនវាលរបស់អ្នកបានបញ្ចប់។","start":"ចាប់ផ្តើម"},"setting":{"settingLabel":"ការកំណត់","permissionLabel":"ការអនុញ្ញាត"},"profile":{"title":"ប្រវត្តិរូប","fName":"ឈ្មោះដំបូង","fnError":"បញ្ចូលឈ្មោះដំបូងត្រឹមត្រូវ។","lName":"នាមត្រកូល","lnError":"បញ្ចូលនាមត្រកូលត្រឹមត្រូវ។","email":"អ៊ីមែល","emailError":"បញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។","number":"លេខទូរសព្ទ","numberError":"លេខទូរស័ព្ទត្រូវតែធំជាង 8 ខ្ទង់","save":"រក្សាទុក","unError":"បញ្ចូលឈ្មោះអ្នកប្រើប្រាស់ត្រឹមត្រូវ។","uName":"ឈ្មោះ​អ្នកប្រើប្រាស់"},"pubProfile":{"loading":"កំពុង​ផ្ទុក​កម្រងព័ត៌មាន...","fullName":"ឈ្មោះ​ពេញ: ","userName":"*ឈ្មោះ​អ្នកប្រើប្រាស់: ","type":"* ប្រភេទអ្នកប្រើប្រាស់៖","email":"អ៊ីមែល៖ ","number":"លេខទូរស័ព្ទ: ","dob":"ថ្ងៃខែ​ឆ្នាំ​កំណើត: ","edit":"កែសម្រួល","country":"*ប្រទេស៖ "},"cong":{"fullName":"ឈ្មោះ​ពេញ","userName":"*ឈ្មោះ​អ្នកប្រើប្រាស់","userType":"* ប្រភេទអ្នកប្រើប្រាស់","email":"អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល","number":"លេខទូរស័ព្ទ","country":"* ប្រទេស","dob":"ថ្ងៃខែ​ឆ្នាំ​កំណើត","congratulation":"សូមអបអរសាទរ","looking":"ប្រវត្តិរូបរបស់អ្នកមើលទៅអស្ចារ្យណាស់!","info":"* ធាតុទាំងនេះអាចមើលឃើញដោយអ្នកប្រើប្រាស់ផ្សេងទៀត។","edit":"កែសម្រួល"},"farmAddress":{"setError":"កូអរដោណេកសិដ្ឋាន ឬអាសយដ្ឋានត្រូវបានទាមទារដើម្បីបន្ត។","title":"ទីតាំងកសិដ្ឋានរបស់អ្នកនឹងត្រូវបានប្រើនៅពេលអ្នកកក់ការដឹកជញ្ជូន ឬការប្រមូលតាមរយៈកម្មវិធី FarmSmarter ។","goAddress":"ទៅផែនទី","or":"ឬបញ្ចូលអាសយដ្ឋានដឹកជញ្ជូនកសិដ្ឋានរបស់អ្នក។","house":"* ឈ្មោះផ្ទះ / លេខ","enterHouse":"បញ្ចូលឈ្មោះផ្ទះ ឬលេខ","houseError":"ឈ្មោះផ្ទះ / លេខត្រូវបានទាមទារ","startName":"* ឈ្មោះ​ផ្លូវ","enterStreet":"បញ្ចូលឈ្មោះផ្លូវ","streetError":"ឈ្មោះផ្លូវត្រូវបានទាមទារ","landmark":"កន្លែងសម្គាល់","enterLand":"បញ្ចូលទីតាំងសម្គាល់","village":"ភូមិ/ក្រុង","enterVillage":"ចូលទៅក្នុងភូមិឬទីក្រុង","state":"* រដ្ឋ","enterState":"ចូលរដ្ឋ","stateError":"រដ្ឋត្រូវបានទាមទារ","country":"* ប្រទេស","enterCountry":"ចូលប្រទេស","countryError":"ប្រទេសត្រូវបានទាមទារ","post":"លេខកូដប្រៃសណីយ៍","enterPost":"បញ្ចូលលេខកូដប្រៃសណីយ៍","next":"បន្ទាប់"},"cropInfo":{"family":"គ្រួសារដំណាំ","soil":"ដីនិងដី","growing":"ដាំនិងលូតលាស់","irrigation":"ប្រព័ន្ធធារាសាស្រ្ត","weeding":"ស្មៅ","fertiliser":"ជី","harvest":"ពេលវេលាប្រមូលផល","postHar":"ក្រោយការប្រមូលផល","storage":"ការផ្ទុកនិងការដឹកជញ្ជូន","pets":"សត្វល្អិតនិងជំងឺ"},"disease":{"type":"ប្រភេទជំងឺ","infection":"ដំណាក់កាលលូតលាស់នៃការឆ្លងមេរោគ","symptoms":"ការវិវត្តនៃរោគសញ្ញា","transmission":"ការឆ្លង","prevention":"ការបង្ការ","treatment":"ការព្យាបាល","affected":"រុក្ខជាតិរងផលប៉ះពាល់"},"cropDoc":{"clinic":"គ្លីនិកដំណាំ","wrong":"ជំងឺមើលទៅខុស?","thanks":"សូម​អរគុណ​សម្រាប់​ការ​ឱ្យ​យើង​ដឹង​!","title":"ប្រសិនបើការវិនិច្ឆ័យមើលទៅខុស យើងនឹងធ្វើការកត់សម្គាល់ និងពិនិត្យ។ ក្នុងពេលជាមួយគ្នានេះ អ្នកអាចមើលបញ្ជីជំងឺទាំងស្រុងនៅទីនេះ៖","library":"ទៅបណ្ណាល័យជំងឺ","analyzing":"ការ​វិភាគ​រូបថត...","hello":"ជំរាបសួរ ខ្ញុំជាកសិករដាំដំណាំដ៏ឆ្លាតវៃ","let":"តោះមើលបញ្ហា។","noCrop":"គ្មានជំងឺដំណាំទេ!","lookWrong":"នេះ​មើល​ទៅ​ខុស!","find":"ស្វែងយល់​បន្ថែម​ទៀត","try":"ព្យាយាម​ម្តង​ទៀត","offline":"ក្រៅបណ្តាញ?","offlineinfo":"វាហាក់ដូចជាអ្នកនៅក្រៅបណ្តាញឥឡូវនេះ។ ដរាបណាអ្នកមានការតភ្ជាប់អ៊ីនធឺណិត យើងនឹងភ្ជាប់អ្នកជាមួយបណ្ណាល័យដំណាំ និងជំងឺរបស់យើង ដូច្នេះអ្នកអាចទទួលបានដំបូន្មានដែលអ្នកត្រូវការ។"},"cropClinic":{"clinic":"គ្លីនិកដំណាំ","hello":"ជំរាបសួរ សូមស្វាគមន៍មកកាន់គ្លីនិកដំណាំ FarmSmarter តោះមើលបញ្ហា។","let":"ឧបករណ៍ AI នេះបច្ចុប្បន្នកំណត់អត្តសញ្ញាណជំងឺដំណាំមានកម្រិត រួមមាន ពោត សណ្ដែក ដំឡូងមី និងយ៉ាម។","photo":"រាល់រូបថតដែលអ្នកបង្ហោះនឹងជួយឱ្យវាស្វែងយល់បន្ថែម!។","btn":"ជ្រើសរើសដំណាំដែលរងផលប៉ះពាល់","title":"ទទួលបានរូបភាពល្អបំផុតសម្រាប់ការធ្វើរោគវិនិច្ឆ័យ","description":"គ្លីនិកដំណាំដែលដំណើរការដោយ AI របស់យើងដំណើរការដោយមើលរូបភាពដែលអ្នកផ្តល់អំពីដំណាំ និងរោគសញ្ញារបស់វា។ រូបភាពកាន់តែល្អ ការធ្វើរោគវិនិច្ឆ័យកាន់តែត្រឹមត្រូវ។ អ្នកអាចជ្រើសរើសថតរូបភាពដោយប្រើកាមេរ៉ារបស់អ្នក ឬបង្ហោះរូបភាពដែលមានស្រាប់ពីវិចិត្រសាលរបស់អ្នក។ នៅពេលថតរូបរបស់អ្នក សូមផ្តោតលើផ្នែកនៃដំណាំដែលបង្ហាញរោគសញ្ញាជាក់ស្តែងបំផុត ឧទាហរណ៍។ ស្លឹកទាំងមូល ឬផ្នែកនៃស្លឹកដែលបង្ហាញពីជំងឺ ផ្លែទាំងមូល ឬក្បាលគ្រាប់បង្ហាញរោគសញ្ញា។ ជៀសវាង​រូបថត​ដែល​បង្ហាញ​រុក្ខជាតិ​ទាំងមូល ឬ​មាន​ដៃ និង​ម្រាមដៃ​ក្នុង​ផ្លូវ​នៃ​រុក្ខជាតិ ឬ​ជំងឺ។ ពន្លឺល្អ និងការផ្តោតអារម្មណ៍ល្អគឺមានប្រយោជន៍ខ្លាំងណាស់។ ប្រសិនបើគ្លីនិកដំណាំផ្តល់លទ្ធផលមិនត្រឹមត្រូវ សូមប្រាប់ពួកយើង ព្រោះព័ត៌មាននេះជួយយើងក្នុងការបណ្តុះបណ្តាលវាទៅថ្ងៃអនាគត។ បច្ចុប្បន្នយើងកំពុងធ្វើរោគវិនិច្ឆ័យជំងឺនៅក្នុងដំឡូងមី យ៉ាអួ ពោត និងស្ពៃ។ ប៉ុន្តែដំណាំ និងជំងឺជាច្រើនទៀតនឹងត្រូវបានបន្ថែមក្នុងពេលឆាប់ៗនេះ។"},"affected":{"clinic":"គ្លីនិកដំណាំ","search":"ស្វែងរក","select":"ជ្រើសរើសដំណាំដែលរងផលប៉ះពាល់។","loading":"កំពុង​ផ្ទុក​ដំណាំ...","next":"បន្ទាប់"},"cropScreen":{"search":"ស្វែងរក","loading":"កំពុង​ផ្ទុក​ដំណាំ...","crop":"ដំណាំ","pets":"ជំងឺនិងសត្វល្អិត","cropInfo":"ព័ត៌មានដំណាំ"},"chatForum":{"title":"ជ្រើសរើសវេទិកា"},"directMsg":{"title":"តើសារផ្ទាល់ដំណើរការយ៉ាងដូចម្តេច?","description":"អ្នកអាចផ្ញើសារដោយផ្ទាល់ទៅកាន់អ្នកប្រើប្រាស់ផ្សេងទៀត។ ពួកគេអាចជ្រើសរើសទទួលយក មិនអើពើ ឬរារាំងសាររបស់អ្នក។ សូមមានភាពគួរសម និងគោរព។ FarmSmarter នឹងលុបសារដែលត្រូវបានរាយការណ៍ថាមិនសមរម្យ ហើយអាចរារាំងជនល្មើសដែលបន្តចេញពីឧបករណ៍ផ្ញើសារ។"},"community":{"title":"ការជជែកសហគមន៍","loading":"កំពុង​ផ្ទុក​សហគមន៍...","title2":"មុនពេលអ្នកចាប់ផ្តើមជជែកនៅក្នុងវេទិកានេះ ចូរយើងជ្រើសរើសលទ្ធភាពនៃការជជែករបស់អ្នក។","local":"ក្នុងស្រុក","localMsg":"កាំ 20 ម៉ាយពីទីតាំងដែលបានចុះឈ្មោះរបស់អ្នក។","regional":"តំបន់","regionalMsg":"តំបន់ រដ្ឋ ឬស្រុករបស់អ្នក។","national":"ជាតិ","nationalMsg":"ប្រទេសដែលបានចុះឈ្មោះរបស់អ្នក។","global":"សកល","globalMsg":"សហគមន៍សកលលោក Farmsmarter","how":"តើការជជែកសហគមន៍ដំណើរការយ៉ាងដូចម្តេច?","howdesc":"នេះគឺជាកន្លែងដែលអ្នកអាចភ្ជាប់ទំនាក់ទំនងជាមួយកសិករ អ្នកផ្គត់ផ្គង់ អ្នកផ្តល់ហិរញ្ញវត្ថុ និងសមាជិកសហគមន៍ផ្សេងទៀតដើម្បីចែករំលែកគំនិត ទទួលបានដំបូន្មាន និងកសាងសហគមន៍ FarmSmarter ដ៏រឹងមាំមួយ។ អ្នកអាចចុចលើរូបភាពកម្រងព័ត៌មានរបស់អ្នកប្រើប្រាស់ផ្សេងទៀត ដើម្បីស្វែងយល់បន្ថែមអំពីពួកគេ និងចាប់ផ្តើមការជជែកឯកជន។ ពួកគេអាចជ្រើសរើសទទួលយក មិនអើពើ ឬរារាំងសាររបស់អ្នក។ សូម​ប្រកប​ដោយ​សុជីវធម៌ និង​ដោយ​សេចក្តី​គោរព។ FarmSmarter នឹងលុបសារដែលត្រូវបានរាយការណ៍ថាមិនសមរម្យ ហើយអាចរារាំងជនល្មើសដែលបន្តចេញពីឧបករណ៍ផ្ញើសារ។","leaving":"ចាកចេញពីសហគមន៍","loadingup":"ការបង្ហោះកំពុងដំណើរការ...","chattext":"ជជែក","startconvo":"ចាប់ផ្តើមការសន្ទនា","startdirectconvo":"ចាប់ផ្តើមការជជែកផ្ទាល់","managechat":"គ្រប់គ្រងការជជែកនេះ។","blockwarn":"អ្នកប្រើប្រាស់នេះនឹងត្រូវបានរារាំងពីការជជែកផ្ទាល់របស់អ្នក។","blockreason":"សូមជ្រើសរើសហេតុផលសម្រាប់ពាក្យបណ្តឹងរបស់អ្នក។","selectcomp":"ជ្រើសរើសពាក្យបណ្តឹង","selectcomp1":"សារប្រមាថ","selectcomp2":"សារលក់ដែលមិនចង់បាន"},"appSetting":{"loading":"កំពុងផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ...","welcome":"យើងនឹងផ្ញើអ៊ីមែលដែលមានពាក្យសម្ងាត់\nកំណត់តំណឡើងវិញ។","no":"ទេ - វាជាកំហុសមួយ។","confirm":"បាទ សូម"},"signOption":{"title":"រៀបចំវិធីសាស្រ្តចូលទីពីរដើម្បី\nបើកការផ្ទៀងផ្ទាត់ដោយគ្មានថ្នេរ","number":"លេខទូរសព្ទ","sendCode":"ផ្ញើលេខកូដ","modalTitle":"សូមបញ្ចូលលេខកូដដែលយើងផ្ញើទៅ\nលេខទូរស័ព្ទដែលបានចុះឈ្មោះរបស់អ្នក។","enterCode":"បញ្ចូលលេខកូដ","resend":"ផ្ញើឡើងវិញ","signup":"ចុះ​ឈ្មោះ"},"delete":{"title":"យើងសុំទោសដែលឃើញអ្នកទៅ - សូម\nប្រាប់យើងពីមូលហេតុដែលអ្នកចាកចេញពីពួកយើងដូច្នេះ\nយើងអាចកែលម្អសេវាកម្មរបស់យើងនាពេលអនាគត ..","stop":"ខ្ញុំឈប់ធ្វើស្រែហើយ។","privacy":"បញ្ហាឯកជនភាព","need":"FarmSmarter មិនធ្វើអ្វីដែលខ្ញុំត្រូវការទេ។","found":"ខ្ញុំបានរកឃើញកម្មវិធីផ្សេង","accDel":"លុប​គណនី","loading":"លុប​គណនី...","confirm":"តើអ្នកប្រាកដថាចង់ទៅទេ?","sorry":"យើង​សោកស្ដាយ​ដែល​បាត់​បង់​អ្នក!","info":"នៅពេលលុបគណនី ព័ត៌មានផ្ទាល់ខ្លួន និងកសិដ្ឋានរបស់អ្នកទាំងអស់នឹងត្រូវបានលុប។","anyTime":"អ្នកអាចត្រលប់មកវិញ ហើយចុះឈ្មោះគណនីថ្មីនៅពេលណាក៏បាន។","no":"ទេ - វាជាកំហុសមួយ។","yes":"បាទ ខ្ញុំកំពុងចាកចេញ"},"permissionTab":{"location":"ការចូលប្រើទីតាំង","microphone":"ការចូលប្រើមីក្រូហ្វូន","push":"ជំរុញ​ឱ្យ​មាន​ការ​ជូន​ដំណឹង","camera":"ការចូលប្រើកាមេរ៉ា","storage":"ការចូលប្រើកន្លែងផ្ទុក","analytics":"ការវិភាគ"},"setupWelcomeText1":"សូមស្វាគមន៍មកកាន់ FarmSmarter -","setupWelcomeText2":"ចូរយើងស្គាល់អ្នក ដើម្បីយើងអាចផ្តល់សេវាកម្មល្អបំផុត។","welcomeText4":"សូម​ឱ្យ​អ្នក​ចាប់​ផ្តើ​ម​"}