{"welcome":{"welcomeText1":"ยินดีต้อนรับสู่ FarmSmarter","welcomeText2":"เราพร้อมช่วยคุณปลูกเมล็ดพันธุ์","welcomeText3":"แห่งความสำเร็จ!","loginBtn":"เข้าสู่ระบบ","signUpBtn":"ลงชื่อ"},"login":{"title":"ยินดีต้อนรับกลับสู่ FarmSmarter\nเรายินดีเป็นอย่างยิ่งที่ได้พบคุณอีกครั้ง","title2":"ให้คุณกลับไปยังจุดที่คุณค้างไว้","validEmailError":"ใส่อีเมล์ที่ถูกต้อง","email":"อีเมล","password":"รหัสผ่าน","validPasswordError":"รหัสผ่านต้องมากกว่า 7 ตัวอักษร","loginBtn":"เข้าสู่ระบบ","signUpBtn":"ลงชื่อ","or":"________________ หรือ ________________","anonymous":"ลงชื่อเข้าใช้โดยไม่ระบุชื่อ","newUser":"ผู้ใช้ใหม่?"},"signup":{"title":"ยินดีต้อนรับสู่ FarmSmarter","title2":"เรายินดีเป็นอย่างยิ่งที่ได้พบคุณ","title3":"มาเริ่มกันเลย","firstName":"ชื่อจริง","nameError":"ความยาวของชื่อต้องมากกว่า 2","lastName":"นามสกุล","email":"ที่อยู่อีเมล","emailError":"ใส่อีเมล์ที่ถูกต้อง","countryPickerError":"ต้องระบุชื่อประเทศ","phoneNumber":"หมายเลขโทรศัพท์","phoneError":"หมายเลขโทรศัพท์ต้องมากกว่า 8 หลัก","password":"รหัสผ่าน","passwordError":"รหัสผ่านต้องมากกว่า 7 ตัวอักษร","confirmPassword":"ยืนยันรหัสผ่าน","confirmPasswordError":"รหัสผ่านไม่ตรงกัน","next":"ต่อไป","signup":"ลงชื่อ","otherOptions":"ตัวเลือกอื่น","google":"Google","twitter":"เอ็กซ์/ทวิตเตอร์","existingUser":"ผู้ใช้ปัจจุบัน?","loginBtn":"เข้าสู่ระบบ","terms":"ในการลงทะเบียน ฉันเข้าใจและยอมรับ FarmSmarter ","condition":"ข้อตกลงและเงื่อนไข","privacyPolicy":"นโยบายความเป็นส่วนตัว","sign up":"ลงชื่อ","and":"และ"},"farmType":{"profileSetup":"การตั้งค่าโปรไฟล์","title":"ยินดีต้อนรับสู่ FarmSmarter\nมาทำความรู้จักกันเพื่อเราจะได้มอบ\nบริการที่ดีที่สุด","setupWelcomeText3":"ข้อใดต่อไปนี้ตรงกับตัวคุณมากที่สุด?","setupOptionFinance":"การเงิน","setupOptionAgriculturalSupply":"อุปทานการเกษตร","setupOptionWholesaleBuyer":"ผู้ซื้อขายส่ง","setupOptionTransporter":"ผู้ขนส่ง","setupOptionFarmer":"ชาวนา","next":"ต่อไป"},"gender":{"setupGenderText":"เลือกอันที่เหมาะกับคุณ...","male":"ชาย","female":"หญิง","other":"อื่น","next":"ต่อไป"},"dob":{"title":"เราอยากจะฉลองวันเกิดของคุณ!!","dateOfBirth":"วันเกิด","enterDate":"ป้อนวันที่","next":"ต่อไป","selectDate":"กรุณาเลือกวันเดือนปีเกิด","lessAge":"อายุผู้ใช้จะต้องมากกว่า 14"},"verifyEmail":{"title":"เยี่ยมมาก โปรไฟล์ของคุณเสร็จสมบูรณ์แล้ว\nตอนนี้เราเพียงต้องการให้คุณยืนยันที่อยู่อีเมลของคุณโดยคลิกลิงก์ในอีเมลที่เราเพิ่งส่งถึงคุณ\nจากนั้นคุณก็สามารถเริ่มต้นสร้างฟาร์มของคุณได้","title2":"คุณสามารถดูและแก้ไขโปรไฟล์ของคุณได้ตลอดเวลาโดยคลิกที่ไอคอนโปรไฟล์ที่มุมขวาบนของหน้าจอ\nหากอีเมลยังไม่มาถึง เพียงคลิกปุ่ม 'ส่งอีกครั้ง'","resend":"ส่งซ้ำ","verified":"ยืนยันอีเมลแล้ว"},"profileImage":{"title":"โปรดตรวจสอบอีเมลของคุณเพื่อยืนยันที่อยู่อีเมลของคุณก่อนดำเนินการต่อ - หากคุณไม่เห็นข้อความยืนยันของเรา อาจอยู่ในโฟลเดอร์สแปมหรือข้อความขยะ","title2":"เลือกอวตารของ FarmSmarter หรืออัพโหลดรูปโปรไฟล์ของคุณเองที่นี่","next":"ต่อไป","selectImage":"โปรดเลือกอวตารของ Farmsmarter หรืออัพโหลดรูปโปรไฟล์ของคุณเองเพื่อดำเนินการต่อ"},"farmName":{"farmSetup":"ตั้งฟาร์ม","selectName":"กรุณากรอกชื่อฟาร์มเพื่อดำเนินการต่อ","title":"ในการจัดตั้งฟาร์มของคุณ เราจำเป็นต้องมีรายละเอียดเล็กน้อยเพื่อให้แน่ใจว่าเราจะให้คำแนะนำที่ดีที่สุดแก่คุณได้","title2":"เริ่มต้นด้วยการตั้งชื่อฟาร์มของคุณ","name":"ชื่อฟาร์ม","enterName":"ใส่ชื่อฟาร์ม","next":"ต่อไป"},"farmSetup":{"title":"ตั้งฟาร์ม","title2":"ด้วยการยืนยันสถานะการเป็นเจ้าของที่ดินของคุณ เราสามารถสนับสนุนคุณในการจดทะเบียนที่ดินและการเข้าถึงทางการเงินในภายหลัง","selectError":"โปรดเลือกสถานะการเป็นเจ้าของฟาร์มเพื่อดำเนินการต่อ","farmOwner":"เจ้าของฟาร์ม","longTerm":"สัญญาเช่าระยะยาว","otherPlease":"อื่น ๆ (โปรดระบุ","other":"อื่น","next":"ต่อไป","rent":"เช่า"},"farmMap":{"create":"สร้างฟาร์มของคุณ...","title":"นี่เป็นตำแหน่งที่ถูกต้องสำหรับฟาร์มของคุณหรือไม่? ถ้าไม่เช่นนั้น คุณสามารถกดหมุดแผนที่ค้างไว้แล้วลากไปยังตำแหน่งที่ถูกต้องบนแผนที่ได้ เราจะใช้สถานที่นี้เพื่อจัดส่งและรวบรวมฟาร์มในภายหลัง","yesPlease":"ใช่ นี่คือตำแหน่งของฉัน","loading":"กำลังโหลดแผนที่..."},"app":{"home":"บ้าน","crop":"คลินิกพืชผล","chat":"แชท","info":"ข้อมูลครอบตัด...","logout":"ออกจากระบบ","weather":"สภาพอากาศ","notification":"การแจ้งเตือน","help":"ช่วย","setting":"การตั้งค่า","notlogged":"คุณยังไม่ได้เข้าสู่ระบบบัญชี","notloggeds":"กรุณาเข้าสู่ระบบหรือลงทะเบียนเพื่อสร้างโปรไฟล์ฟาร์มของคุณ"},"home":{"farmNotFound":"คุณยังไม่มีฟาร์ม – ตอนนี้คุณสามารถเพิ่มฟาร์มแรกของคุณได้","goFarm":"ไปที่ฟาร์ม","enterPrise":"วิสาหกิจฟาร์ม","createProfile":"สร้างโปรไฟล์","deleteFarm":"ลบฟาร์มเหรอ?","deleteMsg":"การดำเนินการนี้จะลบฟิลด์ แผนที่ พืชผล และประวัติทั้งหมดที่เกี่ยวข้องกับฟาร์มของคุณอย่างถาวร","delete":"ลบ","farmChange":"พื้นที่ฟาร์ม","addFarm":"เพิ่มฟาร์ม","enterpriseinfo":"ยินดีต้อนรับสู่แดชบอร์ดการทำฟาร์มของคุณ","title":"นี่คือแดชบอร์ดฟาร์มส่วนตัวของคุณที่คุณสามารถเข้าถึงข้อมูลและสร้างฟาร์มใหม่ได้","title2":"เมื่อคุณคลิกที่ฟาร์ม คุณจะสามารถดูทุ่งนาและพืชผลที่ลงทะเบียนสำหรับฟาร์มนั้นพร้อมข้อมูลอื่น ๆ มากมายที่จะช่วยให้คุณใช้ชีวิตเกษตรกรรมให้เกิดประโยชน์สูงสุด","title3":"โปรดทราบว่าหากคุณเลือกที่จะลบฟาร์ม ข้อมูลทั้งหมดของฟาร์มนั้นจะหายไป"},"farm":{"goFarm":"ไปที่สนาม","loading":"กำลังโหลดรายละเอียดฟาร์ม...","today":"วันนี้","tomorrow":"พรุ่งนี้","weather":"สภาพอากาศ","more":"สภาพอากาศมากขึ้น","acreage":"พื้นที่ฟาร์ม","deleteTitle":"ลบฟิลด์ใช่ไหม?","deleteMsg":"การดำเนินการนี้จะลบแผนที่ พืชผล และข้อมูลทั้งหมดที่ลงทะเบียนสำหรับฟิลด์นี้ในฟาร์มของคุณอย่างถาวร","delete":"ลบ","addFarm":"เพิ่มฟิลด์"},"fieldName":{"selectNameError":"กรุณากรอกชื่อฟิลด์เพื่อดำเนินการต่อ","addField":"เพิ่มฟิลด์ใหม่","farmName":"เริ่มต้นด้วยการตั้งชื่อฟาร์มของคุณ","setup":"การตั้งค่าภาคสนาม","fieldName":"ชื่อฟิลด์","enterFieldName":"ป้อนชื่อฟิลด์","mapField":"ตอนนี้เราสามารถทำแผนที่เขตข้อมูลของคุณได้","mapWalk":"แผนที่โดยการเดิน","mapDriving":"แผนที่โดยการวาดภาพ","doThis":"ทำสิ่งนี้ทีหลังใช่ไหม?"},"navBar":{"farmEnterprise":"วิสาหกิจฟาร์ม","cropClinic":"คลินิกพืชผล","chat":"แชท","communityChat":"การสนทนาในชุมชน","cropInfo":"ข้อมูลพืชผล","directMsg":"ข้อความโดยตรง","transport":"ขนส่ง","title":"เราคำนวณผลผลิตพืชผลตามพื้นที่ทุ่งนาของคุณและค่าเฉลี่ยของภูมิภาคของคุณ","title2":"ผลผลิตเป็นการวัดน้ำหนักแห้ง ไม่ใช่น้ำหนัก ณ เวลาเก็บเกี่ยว","title3":"หากคุณมีพืชผลหลายชนิดในสนาม ผลผลิตจะต่ำกว่าที่แสดงตามสัดส่วน","walkText":"คลิกที่ไอคอนปุ่มเดินทันทีที่คุณพร้อมที่จะเริ่มเดินไปรอบ ๆ สนามของคุณ","walkText1":"คุณสามารถเลือกแก้ไขได้โดยกดหมุดค้างไว้แล้วลากไปยังตำแหน่งที่ถูกต้อง","profile":"ประวัติโดยย่อ","settings":"การตั้งค่า","logout":"ออกจากระบบ","drawText":"แตะปุ่มดินสอเพื่อเริ่มต้น จากนั้นแตะจุดที่คุณต้องการให้เส้นเขตแดนเริ่มต้น จากนั้นหมุดแผนที่สีเหลืองอันแรกของคุณจะถูกลงทะเบียน จุดถัดไปที่คุณแตะบนหน้าจอจะเชื่อมต่อเส้นจากพินแรก ทุกครั้งที่คุณแตะ มันจะเพิ่มหมุดอีกอันในตำแหน่งนั้นรอบๆ ขอบเขตของคุณ จนกว่าคุณจะกลับไปยังจุดเริ่มต้น เมื่อคุณบันทึก เส้นจะเชื่อมกับจุดแรกของคุณเพื่อสร้างรูปร่างให้สมบูรณ์ หากต้องการลบจุด ให้คลิกปุ่มกรอกลับ และหมุดสุดท้ายที่คุณวางไว้จะถูกลบออก จากนั้นคุณสามารถวางคะแนนรอบสนามของคุณต่อไปได้จนกว่าจะเสร็จสิ้น","drawText1":"คุณสามารถกดหมุดค้างไว้แล้วลากไปยังตำแหน่งที่ถูกต้องได้หากยังไม่ถูกต้องนัก เมื่อคุณพอใจกับแผนที่แล้วให้คลิกบันทึก หลังจากบันทึกแล้ว คุณจะเปลี่ยนแผนที่ไม่ได้เนื่องจากเราจะคำนวณพื้นที่สำหรับพืชผลของคุณตามพื้นที่นี้","drawText2":"หากต้องการลบจุด ให้คลิกปุ่มกรอกลับนี้ และหมุดสุดท้ายที่คุณวางไว้จะถูกลบออก จากนั้นคุณสามารถปักหมุดรอบๆ สนามของคุณต่อไปได้จนกว่าจะเสร็จสิ้น"},"fields":{"deletingCrop":"กำลังลบการครอบตัดออกจากฟิลด์...","question":"ผลผลิตรวมของคุณจากพืชผลนี้คืออะไร?","title":"การประมาณการที่ดีก็เป็นเรื่องปกติ เราสามารถช่วยคุณติดตามความสำเร็จในสาขาของคุณไปพร้อมๆ กัน","weight":"น้ำหนัก","inputNumber":"ใส่หมายเลข","harvestDate":"ป้อนวันที่เก็บเกี่ยว","saveHarvest":"เมื่อคุณบันทึกการเก็บเกี่ยวนี้แล้ว คุณสามารถเลือกพืชผลใหม่ที่จะปลูกในทุ่งนี้ได้","save":"บันทึก","acreage":"พื้นที่เพาะปลูก","tips":"เคล็ดลับการจัดการภาคสนาม","tempSuggession":"หากคุณมีพืชผลหลายชนิดในไร่ ผลผลิตจะลดลงตามสัดส่วน","multiple":"หากคุณมีพืชผลหลายชนิดในทุ่งนา","proportional":"ผลผลิตจะต่ำตามสัดส่วน","cropDelete":"ลบการครอบตัดใช่ไหม","deleteMsg":"การดำเนินการนี้จะลบข้อมูลทั้งหมดที่ลงทะเบียนไว้สำหรับการเพาะปลูกนี้ในฟิลด์ของคุณอย่างถาวร","delete":"ลบ","plantingDate":"วันที่ปลูก:","averageYield":"ผลผลิตเฉลี่ย","harvestThis":"เก็บเกี่ยวพืชผล","btn":"เพิ่มพืชผล","fieldtext1":"นี่คือหน้าแรกของภาคสนามซึ่งคุณสามารถจัดการพืชผลและรับคำแนะนำที่ดีที่สุดจากผู้เชี่ยวชาญของ FarmSmarter","fieldtext2":"เราคำนวณผลผลิตพืชผลตามพื้นที่ทุ่งนาของคุณและผลผลิตเฉลี่ยสำหรับภูมิภาคของคุณ ผลผลิตเป็นการวัดน้ำหนักแห้ง ไม่ใช่น้ำหนัก ณ เวลาเก็บเกี่ยว","fieldtext3":"หากคุณมีพืชผลหลายชนิดในสนาม ผลผลิตจะต่ำกว่าที่แสดงตามสัดส่วน","fieldtext4":"สำหรับข้อมูลโดยละเอียด คุณสามารถใช้คำแนะนำการปลูกพืชสำหรับพืชผลแต่ละชนิด และเมื่อคุณพร้อมที่จะเก็บเกี่ยวพืชผล เพียงแจ้งให้เราทราบ แล้วเราจะบันทึกความสำเร็จในการเก็บเกี่ยวของคุณ!","cropfailedt":"ครอบตัดล้มเหลวใช่ไหม","cropfailedde":"พืชผลนี้จะถูกลบออกจากพืชไร่ของคุณ"},"drawFields":{"mapFieldError":"กรุณาทำแผนที่ช่องเพื่อดำเนินการต่อ","fieldBoundary":"แผนที่ขอบเขตสนามสำเร็จ!","placePin":"วางหมุดบนสนามของคุณ คลิกที่ไอคอนดินสอหลังจากปักหมุดบนสนามของคุณ แท็บเพื่อวาดรอบขอบเขตสนามของคุณ","save":"บันทึก"},"walkField":{"loadingMap":"กำลังโหลดแผนที่","selectError":"กรุณาทำแผนที่ช่องเพื่อดำเนินการต่อ","boundary":"แผนที่ขอบเขตสนามสำเร็จ!","title":"FarmSmarter จะสร้างแผนที่สนามของคุณในขณะที่คุณเดินไปรอบๆ ขอบเขตสนามของคุณ","clickBtn":"ในการเริ่มต้นให้คลิกปุ่มเดิน","f":"ที่เสร็จเรียบร้อย?","content":"คุณแน่ใจไหม? เมื่อบันทึกฟิลด์แล้ว เราจะไม่สามารถเปลี่ยนรูปร่างในภายหลังได้ คุณสามารถปิดสิ่งนี้และแก้ไขต่อได้หากต้องการ","confirm":"บันทึก"},"weather":{"loadingWeather":"กำลังโหลดสภาพอากาศ...","humidity":"ความชื้น","wind":"ลม","hourly":"รายชั่วโมง","forecast":"พยากรณ์","now":"ตอนนี้","upcoming":"วันที่จะมาถึง","today":"วันนี้"},"cropWelcome":{"terms":"โดยแจ้งให้เราทราบว่าคุณเติบโตอะไรเมื่อฤดูกาลที่แล้วในสนาม FarmSmarter สามารถให้คำแนะนำตามสถานที่ตั้งภาคสนามของคุณ และเริ่มสร้างแผนความสัมพันธ์ด้านพืชผลเพื่อช่วยให้ฟาร์มของคุณมีประสิทธิผลมากขึ้น","dont":"ไม่ต้องกังวล หากช่องนี้เป็นช่องใหม่ เรายังสามารถให้คำแนะนำได้ เพียงแจ้งให้เราทราบ!","lastCrop":"พืชผลสุดท้ายของฉัน","noCrop":"ไม่มีพืชผล"},"crops":{"mainCrop":"ครั้งที่ 1 - พืชผลหลัก","secondCrop":"ครั้งที่ 2 - การปลูกพืชรอง","thirdCrop":"ประการที่ 3 - การครอบตัดเพิ่มเติม","title":"คำแนะนำการปลูกพืชได้รับการออกแบบมาเพื่อให้พืชผลและดินของคุณมีสุขภาพที่ดี ด้วยการหมุนเวียนพืชผลประเภทต่างๆ เราสามารถลดการใช้ปุ๋ยและปรับปรุงดินตามธรรมชาติได้","title2":"หากคุณต้องการตัดสินใจเลือกอย่างอื่น ผลตอบแทนของคุณอาจไม่ดีขึ้น","chooseCrop":"เลือกพืชผลอื่น","title3":"FarmSmarter แนะนำให้คุณเลือกพืชผลเหล่านี้เพื่อโอกาสประสบความสำเร็จสูงสุด","loadingCrops":"กำลังโหลดพืชผล...","noCrops":"ไม่พบการปลูกพืชหมุนเวียนสำหรับตระกูลพืชนี้","priority":"เลือกลำดับความสำคัญของการครอบตัด","save":"บันทึก"},"oldCrop":{"title":"โปรดป้อนการครอบตัดของคุณในกล่องข้อความด้านล่าง เราไม่สามารถให้คำแนะนำการหมุนเวียนที่ดีที่สุดได้ แต่จะเพิ่มสิ่งนี้ลงในตัวเลือกการครอบตัดในอนาคตโดยเร็วที่สุด!","name":"ชื่อพืช","next":"ต่อไป","show":"ครอบตัดไม่แสดง?","searchCrop":"ค้นหาพืชผล","selectCrop":"เลือกพืชผลหลักที่คุณปลูกในสาขานี้เมื่อฤดูกาลที่แล้ว","loadCrop":"กำลังโหลดพืชผล..."},"plantPlan":{"plantDate":"ต้องระบุวันปลูก!","enterDate":"ป้อนวันที่ปลูก","title":"FarmSmarter รองรับการปลูกพืชสลับกันได้ถึงสามชนิดในทุ่งเดียว แต่คุณสามารถยึดติดกับพืชผลเพียงชนิดเดียวได้","title2":"สิ่งสำคัญคือพืชหลายชนิดต้องไม่แย่งชิงสารอาหาร ดังนั้นเราจึงมุ่งหวังที่จะให้คำแนะนำพืชผลเสริมในการปลูกพืชหมุนเวียนของคุณทุกที่ที่เป็นไปได้","fieldPlant":"แผนการปลูกพืชไร่","question":"คุณจะปลูกพืชอื่นในทุ่งนี้หรือไม่?","yesBtn":"ใช่ ลงทะเบียนพืชผลอื่น","finished":"ที่เสร็จเรียบร้อย"},"yield":{"title":"FarmSmarter จะติดตามผลผลิตของฟาร์มของคุณจากฤดูกาลหนึ่งไปอีกฤดูกาลหนึ่ง\nด้วยการให้ผลตอบแทนล่าสุดสำหรับฟิลด์นี้ เราสามารถช่วยคุณตรวจสอบความสมบูรณ์ของฟิลด์ของคุณเมื่อเวลาผ่านไป","title2":"เลือกการวัดที่เหมาะสมสำหรับพืชผลของคุณ แล้วเราจะคำนวณส่วนที่เหลือให้คุณ!","lastYield":"ทำไมต้องให้ผลตอบแทนสุดท้าย?","loading":"ประหยัดพืชผลสุดท้าย...","question":"ผลผลิตรวมของคุณจากการเพาะปลูกนี้เมื่อฤดูกาลที่แล้วเป็นเท่าใด?","fineEstimate":"การประมาณการที่ดีก็เป็นเรื่องปกติ เราสามารถช่วยคุณติดตามความสำเร็จในสาขาของคุณไปพร้อมๆ กัน","weight":"น้ำหนัก","input":"ใส่หมายเลข","measure":"เลือกการวัด","next":"ต่อไป","error":"จำเป็นต้องมีหน่วยน้ำหนักและการวัด!"},"noCrop":{"title":"โปรดป้อนการครอบตัดของคุณในกล่องข้อความด้านล่าง เราจะไม่สามารถให้คำแนะนำการหมุนเวียนที่ดีที่สุดได้ แต่จะเพิ่มสิ่งนี้ลงในการครอบตัดในอนาคตของเรา\nทางเลือกโดยเร็วที่สุด!","name":"ชื่อพืช","next":"ต่อไป","shown":"ครอบตัดไม่แสดง?","searchCrop":"ค้นหาพืชผล","cropGrow":"เลือกพืชผลที่คุณต้องการปลูก","loading":"กำลังโหลดพืชผล..."},"fieldPlant":{"fieldPlanting":"แผนการปลูกพืชไร่","mainCrop":"พืชผลหลัก","name":"ชื่อพืช","plantDate":"ป้อนวันที่ปลูก","secondaryCrop":"พืชผลรอง","additional":"พืชผลเพิ่มเติม","question":"คุณจะปลูกพืชอื่นในทุ่งนี้หรือไม่?","confirm":"ใช่ ลงทะเบียนพืชผลอื่น","finish":"ที่เสร็จเรียบร้อย"},"drawField":{"title":"คลิกดินสอเพื่อเริ่มแผนที่สนาม จากนั้นลากหมุดสีน้ำเงินไปยังจุดเริ่มต้นของเส้นขอบฟิลด์ของคุณ","title2":"แตะเพื่อสร้างเส้นตามแนวขอบเขตสนาม FarmSmarter จะลากเส้นระหว่างหมุดให้คุณ ปล่อยวางและดำเนินไปในลักษณะนี้จนกระทั่ง\nขอบเขตสนามของคุณเสร็จสมบูรณ์แล้ว","start":"เริ่ม"},"setting":{"settingLabel":"การตั้งค่า","permissionLabel":"สิทธิ์"},"profile":{"title":"ประวัติโดยย่อ","fName":"ชื่อจริง","fnError":"ป้อนชื่อที่ถูกต้อง","lName":"นามสกุล","lnError":"ป้อนนามสกุลที่ถูกต้อง","email":"อีเมล","emailError":"ใส่อีเมล์ที่ถูกต้อง","number":"หมายเลขโทรศัพท์","numberError":"หมายเลขโทรศัพท์ต้องมากกว่า 8 หลัก","save":"บันทึก","unError":"ป้อนชื่อผู้ใช้ที่ถูกต้อง","uName":"ชื่อผู้ใช้"},"pubProfile":{"loading":"กำลังโหลดโปรไฟล์...","fullName":"ชื่อเต็ม: ","userName":"*ชื่อผู้ใช้: ","type":"*ประเภทผู้ใช้:","email":"อีเมล: ","number":"หมายเลขโทรศัพท์: ","dob":"วันเกิด: ","edit":"แก้ไข","country":"*ประเทศ: "},"cong":{"fullName":"ชื่อเต็ม","userName":"*ชื่อผู้ใช้","userType":"*ประเภทผู้ใช้","email":"ที่อยู่อีเมล","number":"หมายเลขโทรศัพท์","country":"*ประเทศ","dob":"วันเกิด","congratulation":"ยินดีด้วย,","looking":"โปรไฟล์ของคุณดูดีมากเลย!","info":"*รายการเหล่านี้จะปรากฏแก่ผู้ใช้รายอื่น","edit":"แก้ไข"},"farmAddress":{"setError":"ต้องมีพิกัดฟาร์มหรือที่อยู่เพื่อดำเนินการ","title":"ที่ตั้งฟาร์มของคุณจะถูกนำมาใช้เมื่อคุณจองการจัดส่งหรือการรับสินค้าผ่านแอป FarmSmarter","goAddress":"ไปที่แผนที่","or":"หรือกรอกที่อยู่จัดส่งฟาร์มของคุณ","house":"* ชื่อบ้าน/เลขที่","enterHouse":"กรอกชื่อบ้านหรือเลขที่บ้าน","houseError":"ต้องระบุชื่อบ้าน/เลขที่","startName":"* ชื่อถนน","enterStreet":"ป้อนชื่อถนน","streetError":"ต้องระบุชื่อถนน","landmark":"จุดสังเกต","enterLand":"เข้าสู่จุดสังเกต","village":"หมู่บ้าน/เมือง","enterVillage":"เข้าไปในหมู่บ้านหรือเมือง","state":"* สถานะ","enterState":"เข้าสู่สถานะ","stateError":"จำเป็นต้องมีสถานะ","country":"* ประเทศ","enterCountry":"เข้าประเทศ","countryError":"จำเป็นต้องระบุประเทศ","post":"รหัสไปรษณีย์","enterPost":"ป้อนรหัสไปรษณีย์","next":"ต่อไป"},"cropInfo":{"family":"ครอบครัวพืชผล","soil":"ดินและที่ดิน","growing":"การปลูกและการเจริญเติบโต","irrigation":"การชลประทาน","weeding":"กำจัดวัชพืช","fertiliser":"ปุ๋ย","harvest":"ฤดูเก็บเกี่ยว","postHar":"หลังการเก็บเกี่ยว","storage":"การจัดเก็บและการขนส่ง","pets":"ศัตรูพืชและโรค"},"disease":{"type":"ประเภทโรค","infection":"ระยะการเจริญเติบโตของการติดเชื้อ","symptoms":"ความก้าวหน้าของอาการ","transmission":"การแพร่เชื้อ","prevention":"การป้องกัน","treatment":"การรักษา","affected":"พืชได้รับผลกระทบ"},"cropDoc":{"clinic":"คลินิกพืชผล","wrong":"โรคดูผิดปกติ?","thanks":"ขอบคุณที่แจ้งให้เราทราบ!","title":"หากการวินิจฉัยดูผิดพลาด เราจะจดบันทึกและทบทวน ในระหว่างนี้ คุณสามารถดูรายชื่อโรคทั้งหมดได้ที่นี่:","library":"ไปที่ห้องสมุดโรค","analyzing":"กำลังวิเคราะห์รูปภาพ...","hello":"สวัสดี ฉันคือหมอพืชผลที่ชาญฉลาดกว่าในฟาร์ม","let":"มาดูปัญหากันดีกว่า","noCrop":"ไม่พบโรคพืช!","lookWrong":"นี่ดูผิด!","find":"หาข้อมูลเพิ่มเติม","try":"ลองอีกครั้ง","offline":"ออฟไลน์?","offlineinfo":"ดูเหมือนว่าคุณออฟไลน์อยู่ตอนนี้ ทันทีที่คุณเชื่อมต่ออินเทอร์เน็ต เราจะเชื่อมต่อคุณกับคลังพืชผลและโรคของเรา เพื่อให้คุณได้รับคำแนะนำที่คุณต้องการ"},"cropClinic":{"clinic":"คลินิกพืชผล","hello":"สวัสดี ยินดีต้อนรับสู่คลินิกพืชผล FarmSmarter มาดูปัญหากันดีกว่า","let":"ปัจจุบันเครื่องมือ AI นี้ระบุโรคพืชที่มีจำกัด เช่น ข้าวโพด ข้าวฟ่าง มันสำปะหลัง และมันเทศ","photo":"ทุกภาพที่คุณอัปโหลดจะช่วยให้เรียนรู้เพิ่มเติมได้!.","btn":"เลือกพืชผลที่ได้รับผลกระทบ","title":"ได้ภาพที่ดีที่สุดสำหรับการวินิจฉัย","description":"คลินิกพืชผลที่ขับเคลื่อนด้วย AI ของเราทำงานโดยดูภาพที่คุณให้มาเกี่ยวกับพืชผลและอาการของมัน ยิ่งภาพดีเท่าไร การวินิจฉัยก็จะยิ่งแม่นยำมากขึ้นเท่านั้น คุณสามารถเลือกที่จะจับภาพด้วยกล้องของคุณหรืออัปโหลดภาพที่มีอยู่จากแกลเลอรี่ของคุณ เมื่อถ่ายภาพ โปรดโฟกัสไปที่ส่วนที่ครอบตัดที่แสดงอาการที่ชัดเจนที่สุด เช่น ใบหรือส่วนของใบที่แสดงโรค, ผลหรือหัวเมล็ดทั้งหมดที่แสดงอาการ หลีกเลี่ยงภาพถ่ายที่แสดงทั้งต้น หรือมีมือและนิ้วกีดขวางทางของพืชหรือโรค แสงที่ดีและโฟกัสที่ดีมีประโยชน์มาก หากคลินิกพืชผลให้ผลลัพธ์ที่ไม่ถูกต้อง โปรดแจ้งให้เราทราบ เนื่องจากข้อมูลนี้จะช่วยให้เราฝึกอบรมได้ในอนาคต ขณะนี้เรากำลังวินิจฉัยโรคในมันสำปะหลัง มันเทศ ข้าวโพด และข้าวฟ่าง แต่จะมีพืชผลและโรคเพิ่มมากขึ้นในไม่ช้า"},"affected":{"clinic":"คลินิกพืชผล","search":"ค้นหา","select":"เลือกการครอบตัดที่ได้รับผลกระทบ","loading":"กำลังโหลดพืชผล...","next":"ต่อไป"},"cropScreen":{"search":"ค้นหา","loading":"กำลังโหลดพืชผล...","crop":"พืชผล","pets":"โรคและแมลงศัตรูพืช","cropInfo":"ข้อมูลพืชผล"},"chatForum":{"title":"เลือกฟอรัม"},"directMsg":{"title":"ข้อความโดยตรงทำงานอย่างไร?","description":"คุณสามารถส่งข้อความโดยตรงถึงผู้ใช้รายอื่นได้ พวกเขาสามารถเลือกที่จะยอมรับ เพิกเฉย หรือบล็อกข้อความของคุณได้ โปรดใช้ความสุภาพและให้ความเคารพ FarmSmarter จะลบข้อความที่ถูกรายงานว่าไม่เหมาะสมและอาจบล็อกผู้กระทำผิดอย่างต่อเนื่องจากเครื่องมือส่งข้อความ"},"community":{"title":"สนทนาในชุมชน","loading":"กำลังโหลดชุมชน...","title2":"ก่อนที่คุณจะเริ่มแชทในฟอรั่มนี้ เรามาเลือกขอบเขตการแชทของคุณกันดีกว่า","local":"ท้องถิ่น","localMsg":"รัศมี 20 ไมล์จากสถานที่ที่คุณลงทะเบียนไว้","regional":"ในระดับภูมิภาค","regionalMsg":"ภูมิภาค รัฐ หรือเทศมณฑลของคุณ","national":"ระดับชาติ","nationalMsg":"ประเทศที่ลงทะเบียนของคุณ","global":"ทั่วโลก","globalMsg":"ชุมชนระดับโลก Farmsmarter","how":"การแชทในชุมชนทำงานอย่างไร","howdesc":"นี่คือที่ที่คุณสามารถเชื่อมต่อกับเกษตรกร ซัพพลายเออร์ ผู้ให้บริการทางการเงิน และสมาชิกชุมชนอื่นๆ เพื่อแบ่งปันแนวคิด รับคำแนะนำ และสร้างชุมชน FarmSmarter ที่เข้มแข็ง คุณสามารถคลิกที่รูปโปรไฟล์ของผู้ใช้รายอื่นเพื่อดูข้อมูลเพิ่มเติมและเริ่มการแชทส่วนตัวได้ พวกเขาสามารถเลือกที่จะยอมรับ เพิกเฉย หรือบล็อคข้อความของคุณได้ กรุณาใช้ความสุภาพและให้ความเคารพ FarmSmarter จะลบข้อความที่ถูกรายงานว่าไม่เหมาะสมและอาจบล็อกผู้กระทำผิดอย่างต่อเนื่องจากเครื่องมือส่งข้อความ","leaving":"ออกจากชุมชน","loadingup":"กำลังอัพโหลด...","chattext":"แชท","startconvo":"เริ่มการสนทนา","startdirectconvo":"เริ่มการแชทโดยตรง","managechat":"จัดการแชทนี้","blockwarn":"ผู้ใช้รายนี้จะถูกบล็อกจากการแชทโดยตรงของคุณ","blockreason":"โปรดเลือกเหตุผลในการร้องเรียนของคุณ","selectcomp":"เลือกเรื่องร้องเรียน","selectcomp1":"ข้อความที่ไม่เหมาะสม","selectcomp2":"ข้อความการขายที่ไม่ต้องการ"},"appSetting":{"loading":"กำลังส่งลิงก์รีเซ็ตรหัสผ่าน...","welcome":"เราจะส่งอีเมลพร้อมรหัสผ่าน\nรีเซ็ตลิงค์","no":"ไม่ มันเป็นความผิดพลาด","confirm":"ใช่ ได้โปรด"},"signOption":{"title":"ตั้งค่าวิธีการลงชื่อเข้าใช้รองเป็น\nเปิดใช้งานการตรวจสอบสิทธิ์อย่างราบรื่น","number":"หมายเลขโทรศัพท์","sendCode":"ส่งรหัส","modalTitle":"กรุณากรอกรหัสที่เราส่งไป\nหมายเลขโทรศัพท์มือถือที่ลงทะเบียนของคุณ","enterCode":"ใส่รหัส","resend":"ส่งซ้ำ","signup":"ลงชื่อ"},"delete":{"title":"เราเสียใจที่เห็นคุณไป - ได้โปรด\nแจ้งให้เราทราบว่าทำไมคุณถึงทิ้งเราไป\nเราสามารถปรับปรุงบริการของเราได้ในอนาคต ..","stop":"ฉันหยุดทำนา","privacy":"ปัญหาความเป็นส่วนตัว","need":"FarmSmarter ไม่ได้ทำสิ่งที่ฉันต้องการ","found":"ฉันพบแอปอื่น","accDel":"ลบบัญชี","loading":"กำลังลบบัญชี...","confirm":"คุณแน่ใจหรือว่าต้องการไป?","sorry":"เราจะต้องเสียใจที่ต้องเสียคุณไป!","info":"เมื่อลบบัญชี ข้อมูลส่วนตัวและข้อมูลฟาร์มทั้งหมดของคุณจะถูกลบ","anyTime":"คุณสามารถกลับมาลงทะเบียนบัญชีใหม่ได้ตลอดเวลา","no":"ไม่ มันเป็นความผิดพลาด","yes":"ใช่ ฉันกำลังจะไป"},"permissionTab":{"location":"การเข้าถึงตำแหน่ง","microphone":"การเข้าถึงไมโครโฟน","push":"การแจ้งเตือนแบบพุช","camera":"การเข้าถึงกล้อง","storage":"การเข้าถึงพื้นที่เก็บข้อมูล","analytics":"การวิเคราะห์"},"setupWelcomeText1":"ยินดีต้อนรับสู่ FarmSmarter -","setupWelcomeText2":"มารู้จักคุณเพื่อที่เราจะได้ให้บริการได้ดีที่สุด","welcomeText4":"มาเริ่มกันเลย"}