{"welcome":{"welcomeText1":"Chào mừng đến với FarmSmarter","welcomeText2":"Chúng tôi ở đây để giúp bạn trồng hạt giống","welcomeText3":"thành công!","loginBtn":"đăng nhập","signUpBtn":"đăng ký"},"login":{"title":"Chào mừng trở lại FarmSmarter\nchúng tôi rất vui mừng được gặp lại bạn.","title2":"Hãy đưa bạn trở lại nơi bạn đã dừng lại.","validEmailError":"Nhập địa chỉ email hợp lệ","email":"e-mail","password":"mật khẩu","validPasswordError":"mật khẩu phải lớn hơn 7 ký tự","loginBtn":"đăng nhập","signUpBtn":"đăng ký","or":"________________ hoặc ________________","anonymous":"đăng nhập ẩn danh","newUser":"người dùng mới?"},"signup":{"title":"Chào mừng đến với FarmSmarter","title2":"Chúng tôi rất vui được gặp bạn.","title3":"Hãy bắt đầu nhé","firstName":"tên đầu tiên","nameError":"độ dài tên phải lớn hơn 2","lastName":"họ","email":"địa chỉ email","emailError":"Nhập địa chỉ email hợp lệ","countryPickerError":"tên quốc gia là bắt buộc","phoneNumber":"số điện thoại","phoneError":"số điện thoại phải lớn hơn 8 chữ số","password":"mật khẩu","passwordError":"mật khẩu phải lớn hơn 7 ký tự","confirmPassword":"Xác nhận mật khẩu","confirmPasswordError":"Mật khẩu không khớp","next":"Kế tiếp","signup":"đăng ký","otherOptions":"sự lựa chọn khác","google":"Google","twitter":"x/twitter","existingUser":"người dùng hiện tại?","loginBtn":"đăng nhập","terms":"Bằng việc đăng ký, tôi hiểu và đồng ý với FarmSmarter ","condition":"Điều khoản và điều kiện","privacyPolicy":"Chính sách bảo mật","sign up":"đăng ký","and":"Và"},"farmType":{"profileSetup":"thiết lập hồ sơ","title":"Chào mừng bạn đến với FarmSmarter.\nHãy làm quen với bạn để chúng tôi có thể cung cấp cho bạn\ndịch vụ tốt nhất.","setupWelcomeText3":"Điều nào trong số này mô tả đúng nhất về bạn?","setupOptionFinance":"Tài chính","setupOptionAgriculturalSupply":"Cung ứng nông nghiệp","setupOptionWholesaleBuyer":"Người mua bán buôn","setupOptionTransporter":"Người vận chuyển","setupOptionFarmer":"Nông dân","next":"Kế tiếp"},"gender":{"setupGenderText":"Hãy chọn cái phù hợp với bạn...","male":"nam giới","female":"nữ giới","other":"khác","next":"Kế tiếp"},"dob":{"title":"Chúng tôi rất muốn tổ chức sinh nhật cho bạn!!","dateOfBirth":"ngày sinh","enterDate":"nhập ngày","next":"Kế tiếp","selectDate":"vui lòng chọn ngày sinh.","lessAge":"tuổi người dùng phải lớn hơn 14"},"verifyEmail":{"title":"Thật tuyệt vời, hồ sơ của bạn đã hoàn tất.\nBây giờ chúng tôi chỉ cần bạn xác minh địa chỉ email của mình bằng cách nhấp vào liên kết trong email chúng tôi vừa gửi cho bạn.\nSau đó, bạn có thể bắt đầu xây dựng trang trại của mình.","title2":"Bạn có thể xem và chỉnh sửa hồ sơ của mình bất cứ lúc nào bằng cách nhấp vào biểu tượng hồ sơ ở phía trên bên phải màn hình.\nNếu email chưa đến, chỉ cần nhấp vào 'gửi lại'","resend":"gửi lại","verified":"email đã kích hoạt"},"profileImage":{"title":"Vui lòng kiểm tra email để xác minh địa chỉ email của bạn trước khi tiếp tục - nếu bạn không thể thấy thư xác minh của chúng tôi thì thư đó có thể nằm trong thư mục thư rác hoặc thư rác của bạn.","title2":"Chọn hình đại diện FarmSmarter hoặc tải lên hình ảnh hồ sơ của riêng bạn tại đây.","next":"Kế tiếp","selectImage":"vui lòng chọn hình đại diện Farmsmarter hoặc tải lên hình ảnh hồ sơ của riêng bạn để tiếp tục."},"farmName":{"farmSetup":"thành lập trang trại","selectName":"vui lòng nhập tên trang trại để tiếp tục.","title":"Để thiết lập trang trại của bạn, chúng tôi cần một số chi tiết để chắc chắn rằng chúng tôi cung cấp cho bạn lời khuyên tốt nhất","title2":"Hãy bắt đầu bằng cách đặt tên cho trang trại của bạn.","name":"tên trang trại","enterName":"nhập tên trang trại","next":"Kế tiếp"},"farmSetup":{"title":"thành lập trang trại","title2":"Bằng cách xác nhận tình trạng sở hữu đất của bạn, chúng tôi có thể hỗ trợ bạn đăng ký đất đai và tiếp cận nguồn tài chính sau này.","selectError":"vui lòng chọn trạng thái sở hữu trang trại để tiếp tục.","farmOwner":"chủ trang trại","longTerm":"Cho thuê dài hạn","otherPlease":"Khác - vui lòng nêu rõ","other":"khác","next":"Kế tiếp","rent":"Thuê"},"farmMap":{"create":"tạo trang trại của bạn...","title":"Đây có phải là vị trí chính xác cho trang trại của bạn? Nếu không, bạn có thể giữ và kéo ghim bản đồ đến đúng vị trí trên bản đồ. Chúng tôi sẽ sử dụng vị trí này để giao hàng và thu gom trang trại sau này.","yesPlease":"vâng, đây là vị trí của tôi","loading":"đang tải bản đồ..."},"app":{"home":"trang chủ","crop":"phòng khám cây trồng","chat":"trò chuyện","info":"thông tin cây trồng...","logout":"đăng xuất","weather":"thời tiết","notification":"thông báo","help":"giúp đỡ","setting":"cài đặt","notlogged":"Bạn chưa đăng nhập vào tài khoản.","notloggeds":"Vui lòng đăng nhập hoặc đăng ký để xây dựng hồ sơ trang trại của bạn."},"home":{"farmNotFound":"Bạn chưa có trang trại – bây giờ bạn có thể thêm trang trại đầu tiên của mình.","goFarm":"đi đến trang trại","enterPrise":"doanh nghiệp trang trại","createProfile":"tạo hồ sơ","deleteFarm":"xóa trang trại?","deleteMsg":"Thao tác này sẽ xóa vĩnh viễn tất cả các cánh đồng, bản đồ, cây trồng và lịch sử liên quan đến trang trại của bạn.","delete":"xóa bỏ","farmChange":"diện tích trang trại","addFarm":"thêm trang trại","enterpriseinfo":"Chào mừng bạn đến với bảng điều khiển nông nghiệp của bạn","title":"Đây là trang tổng quan trang trại được cá nhân hóa của bạn, nơi bạn có thể truy cập thông tin và tạo trang trại mới.","title2":"Khi nhấp vào một trang trại, bạn sẽ có thể xem các cánh đồng và cây trồng đã đăng ký cho trang trại đó cùng với rất nhiều thông tin khác giúp bạn tận dụng tối đa cuộc sống làm nông của mình","title3":"Xin lưu ý rằng nếu bạn chọn xóa một trang trại, tất cả dữ liệu về trang trại đó sẽ bị mất."},"farm":{"goFarm":"đi đến cánh đồng","loading":"đang tải chi tiết trang trại...","today":"Hôm nay","tomorrow":"Ngày mai","weather":"thời tiết","more":"thêm thời tiết","acreage":"diện tích trang trại","deleteTitle":"xóa trường?","deleteMsg":"Thao tác này sẽ xóa vĩnh viễn tất cả bản đồ, cây trồng và thông tin đã đăng ký cho trường này trong trang trại của bạn.","delete":"xóa bỏ","addFarm":"thêm các lĩnh vực"},"fieldName":{"selectNameError":"vui lòng nhập tên trường để tiếp tục.","addField":"thêm một trường mới","farmName":"Hãy bắt đầu bằng cách đặt tên cho trang trại của bạn.","setup":"thiết lập trường","fieldName":"tên trường","enterFieldName":"nhập tên trường","mapField":"bây giờ chúng tôi có thể lập bản đồ lĩnh vực của bạn","mapWalk":"bản đồ bằng cách đi bộ","mapDriving":"bản đồ bằng cách vẽ","doThis":"làm điều này sau?"},"navBar":{"farmEnterprise":"doanh nghiệp trang trại","cropClinic":"phòng khám cây trồng","chat":"trò chuyện","communityChat":"trò chuyện cộng đồng","cropInfo":"thông tin cây trồng","directMsg":"tin nhắn trực tiếp","transport":"chuyên chở","title":"chúng tôi tính toán năng suất cây trồng theo diện tích cánh đồng của bạn và mức trung bình của khu vực bạn","title2":"Sản lượng là thước đo trọng lượng khô chứ không phải trọng lượng lúc thu hoạch.","title3":"Nếu bạn trồng nhiều loại cây trồng trên đồng thì năng suất sẽ thấp hơn tương ứng so với hiển thị.","walkText":"Nhấp vào biểu tượng nút đi bộ ngay khi bạn sẵn sàng bắt đầu đi bộ quanh cánh đồng của mình.","walkText1":"Bạn có thể lựa chọn chỉnh sửa bằng cách giữ ghim và kéo về đúng vị trí","profile":"hồ sơ","settings":"cài đặt","logout":"đăng xuất","drawText":"Nhấn vào nút bút chì để bắt đầu. Sau đó nhấn vào điểm mà bạn muốn đường ranh giới của mình bắt đầu và ghim bản đồ màu vàng đầu tiên của bạn sẽ được đăng ký. Điểm tiếp theo bạn chạm vào trên màn hình sẽ kết nối một đường từ chốt đầu tiên. Mỗi lần bạn nhấn, nó sẽ thêm một ghim khác vào vị trí đó xung quanh ranh giới của bạn cho đến khi bạn quay lại điểm bắt đầu. Khi bạn lưu, đường thẳng sẽ nối với điểm đầu tiên của bạn để hoàn thành hình dạng. Để xóa một điểm, hãy nhấp vào nút tua lại và ghim cuối cùng bạn đã đặt sẽ bị xóa. Sau đó, bạn có thể tiếp tục đặt các điểm xung quanh sân của mình cho đến khi hoàn thành.","drawText1":"Bạn có thể giữ một ghim và kéo nó đến vị trí chính xác nếu nó không đúng lắm. Khi bạn hài lòng với bản đồ, hãy nhấp vào lưu. Sau khi lưu, bạn không thể thay đổi bản đồ vì chúng tôi sẽ tính toán dựa trên khu vực này cho cây trồng của bạn.","drawText2":"Để xóa một điểm, hãy nhấp vào nút tua lại này và ghim cuối cùng bạn đã đặt sẽ bị xóa. Sau đó, bạn có thể tiếp tục đặt các chốt xung quanh ruộng của mình cho đến khi hoàn thành."},"fields":{"deletingCrop":"xóa cây trồng khỏi trường...","question":"tổng sản lượng của bạn từ vụ mùa này là bao nhiêu?","title":"Ước tính tốt là được, chúng tôi có thể giúp bạn theo dõi thành công trong lĩnh vực của mình khi chúng tôi tiến hành.","weight":"cân nặng","inputNumber":"Số đầu vào","harvestDate":"nhập ngày thu hoạch","saveHarvest":"khi bạn đã lưu lại vụ thu hoạch này, bạn có thể chọn một loại cây trồng mới để trồng trên cánh đồng này.","save":"cứu","acreage":"diện tích ruộng","tips":"mẹo quản lý hiện trường","tempSuggession":"Nếu bạn trồng nhiều loại cây trồng trên đồng ruộng thì năng suất sẽ thấp hơn tương ứng.","multiple":"nếu bạn trồng nhiều loại cây trồng trên đồng ruộng thì","proportional":"năng suất sẽ thấp hơn một cách tương ứng.","cropDelete":"xóa cây trồng?","deleteMsg":"Thao tác này sẽ xóa vĩnh viễn tất cả thông tin đã đăng ký cho loại cây trồng này trong trường của bạn.","delete":"xóa bỏ","plantingDate":"Ngày trồng:","averageYield":"sản lượng trung bình","harvestThis":"mùa thu hoạch","btn":"thêm cây trồng","fieldtext1":"Đây là trang chủ hiện trường của bạn, nơi bạn có thể quản lý cây trồng của mình và nhận lời khuyên tốt nhất từ các chuyên gia FarmSmarter.","fieldtext2":"Chúng tôi tính toán năng suất cây trồng theo diện tích cánh đồng của bạn và năng suất trung bình cho khu vực của bạn. Sản lượng là thước đo trọng lượng khô chứ không phải trọng lượng lúc thu hoạch.","fieldtext3":"Nếu bạn trồng nhiều loại cây trồng trên đồng thì năng suất sẽ thấp hơn tương ứng so với hiển thị.","fieldtext4":"Để biết thông tin chi tiết, bạn có thể sử dụng hướng dẫn trồng trọt cho từng vụ mùa và khi bạn đã sẵn sàng thu hoạch vụ mùa của mình, chỉ cần cho chúng tôi biết và chúng tôi có thể ghi lại thành công thu hoạch của bạn!","cropfailedt":"Cắt không thành công?","cropfailedde":"Cây trồng này sẽ bị xóa khỏi cây trồng trên đồng ruộng của bạn"},"drawFields":{"mapFieldError":"vui lòng lập bản đồ trường để tiếp tục.","fieldBoundary":"Bản đồ ranh giới hiện trường thành công!","placePin":"Đặt ghim trên sân của bạn. nhấp vào biểu tượng bút chì sau khi đặt ghim trên trường của bạn. Tab để vẽ quanh ranh giới trường của bạn.","save":"cứu"},"walkField":{"loadingMap":"đang tải bản đồ","selectError":"vui lòng lập bản đồ trường để tiếp tục.","boundary":"Bản đồ ranh giới hiện trường thành công!","title":"FarmSmarter sẽ xây dựng bản đồ cánh đồng của bạn khi bạn đi bộ xung quanh ranh giới cánh đồng của mình.","clickBtn":"Để bắt đầu, nhấp vào nút đi bộ.","f":"hoàn thành?","content":"Bạn có chắc không? Sau khi trường được lưu, chúng ta sẽ không thể thay đổi hình dạng sau này. Bạn có thể đóng phần này và tiếp tục chỉnh sửa nếu cần.","confirm":"Cứu"},"weather":{"loadingWeather":"đang tải thời tiết...","humidity":"Độ ẩm","wind":"Gió","hourly":"Hàng giờ","forecast":"Dự báo","now":"Hiện nay","upcoming":"Những ngày sắp tới","today":"Hôm nay"},"cropWelcome":{"terms":"Bằng cách cho chúng tôi biết mùa giải trước bạn đã trồng được gì trên cánh đồng này. FarmSmarter có thể đưa ra gợi ý dựa trên vị trí cánh đồng của bạn và bắt đầu xây dựng kế hoạch quan hệ cây trồng để giúp trang trại của bạn hoạt động hiệu quả hơn.","dont":"Đừng lo lắng - nếu lĩnh vực này là mới, chúng tôi vẫn có thể đưa ra đề xuất, chỉ cần cho chúng tôi biết!","lastCrop":"vụ mùa cuối cùng của tôi","noCrop":"không có cây trồng"},"crops":{"mainCrop":"Vụ 1 - vụ chính","secondCrop":"vụ thứ 2 - thứ cấp","thirdCrop":"Thứ 3 - cây trồng bổ sung","title":"Các đề xuất về cây trồng được thiết kế để mang lại cho cây trồng và đất của bạn một khởi đầu khỏe mạnh. Bằng cách luân canh các loại cây trồng khác nhau, chúng ta có thể giảm việc sử dụng phân bón và cải tạo đất một cách tự nhiên.","title2":"Nếu bạn muốn đưa ra một lựa chọn khác, sản lượng của bạn có thể không được cải thiện.","chooseCrop":"chọn cây trồng khác","title3":"FarmSmarter gợi ý bạn nên chọn một trong những loại cây trồng này để có cơ hội thành công cao nhất.","loadingCrops":"tải cây trồng...","noCrops":"Không tìm thấy luân canh cây trồng cho họ cây trồng này","priority":"chọn mức độ ưu tiên cắt xén","save":"cứu"},"oldCrop":{"title":"Vui lòng nhập loại cây trồng của bạn vào hộp văn bản bên dưới, chúng tôi sẽ không thể đưa ra lời khuyên luân canh tốt nhất nhưng sẽ thêm điều này vào các lựa chọn cây trồng trong tương lai của chúng tôi ngay khi có thể!","name":"tên cây trồng","next":"Kế tiếp","show":"cây trồng không được hiển thị?","searchCrop":"tìm kiếm cây trồng","selectCrop":"chọn cây trồng chính bạn đã trồng trên cánh đồng này trong mùa giải trước.","loadCrop":"tải cây trồng..."},"plantPlan":{"plantDate":"ngày trồng là cần thiết!","enterDate":"Nhập ngày trồng","title":"FarmSmarter hỗ trợ xen canh tối đa ba loại cây trồng trên một cánh đồng. Tuy nhiên, bạn có thể gắn bó với một vụ mùa duy nhất.","title2":"Điều quan trọng là nhiều loại cây trồng không cạnh tranh dinh dưỡng, vì vậy chúng tôi mong muốn đưa ra những gợi ý về cây trồng bổ sung trong luân canh cây trồng của bạn bất cứ khi nào có thể","fieldPlant":"kế hoạch trồng trọt trên đồng ruộng","question":"Bạn sẽ trồng một loại cây trồng khác trên cánh đồng này?","yesBtn":"vâng, đăng ký cây trồng khác","finished":"hoàn thành"},"yield":{"title":"FarmSmarter sẽ theo dõi năng suất trang trại của bạn từ mùa này sang mùa khác.\nBằng cách cung cấp sản lượng cuối cùng cho cánh đồng này, chúng tôi có thể giúp bạn theo dõi tình trạng cánh đồng của mình theo thời gian.","title2":"Hãy chọn biện pháp thích hợp cho vụ mùa của bạn và chúng tôi sẽ tính toán phần còn lại cho bạn!","lastYield":"Tại sao lại cho năng suất cuối cùng?","loading":"tiết kiệm năng suất vụ cuối cùng...","question":"tổng sản lượng của bạn từ vụ này mùa trước là bao nhiêu?","fineEstimate":"Ước tính tốt là được, chúng tôi có thể giúp bạn theo dõi thành công trong lĩnh vực của mình khi chúng tôi tiến hành.","weight":"cân nặng","input":"Số đầu vào","measure":"chọn thước đo","next":"Kế tiếp","error":"cần có trọng lượng và đơn vị đo lường!"},"noCrop":{"title":"Vui lòng nhập cây trồng của bạn vào hộp văn bản bên dưới, chúng tôi sẽ không thể đưa ra lời khuyên luân canh tốt nhất nhưng sẽ thêm điều này vào cây trồng trong tương lai của chúng tôi\nlựa chọn ngay khi có thể!","name":"tên cây trồng","next":"Kế tiếp","shown":"cây trồng không được hiển thị?","searchCrop":"tìm kiếm cây trồng","cropGrow":"chọn loại cây bạn muốn trồng.","loading":"tải cây trồng..."},"fieldPlant":{"fieldPlanting":"kế hoạch trồng trọt","mainCrop":"mùa vụ chính","name":"tên cây trồng","plantDate":"Nhập ngày trồng","secondaryCrop":"cây trồng thứ cấp","additional":"cây trồng bổ sung","question":"Bạn sẽ trồng một loại cây trồng khác trên cánh đồng này?","confirm":"vâng, đăng ký cây trồng khác","finish":"hoàn thành"},"drawField":{"title":"Nhấp vào bút chì để bắt đầu bản đồ trường. Sau đó kéo ghim màu xanh lam đến điểm bắt đầu của đường viền trường của bạn.","title2":"Nhấn để tạo các đường dọc theo ranh giới trường. FarmSmarter sẽ vẽ một đường thẳng giữa các chân cho bạn. Hãy đi và tiếp tục theo cách này cho đến khi\nranh giới trường của bạn đã hoàn tất.","start":"bắt đầu"},"setting":{"settingLabel":"cài đặt","permissionLabel":"quyền"},"profile":{"title":"hồ sơ","fName":"tên đầu tiên","fnError":"nhập tên hợp lệ","lName":"họ","lnError":"nhập họ hợp lệ","email":"e-mail","emailError":"Nhập địa chỉ email hợp lệ","number":"số điện thoại","numberError":"số điện thoại phải lớn hơn 8 chữ số","save":"cứu","unError":"nhập tên người dùng hợp lệ","uName":"tên tài khoản"},"pubProfile":{"loading":"đang tải hồ sơ...","fullName":"Họ và tên: ","userName":"*tên tài khoản: ","type":"*loại người dùng:","email":"e-mail: ","number":"số điện thoại: ","dob":"ngày sinh: ","edit":"biên tập","country":"*quốc gia: "},"cong":{"fullName":"Họ và tên","userName":"*tên tài khoản","userType":"*loại người dùng","email":"địa chỉ email","number":"số điện thoại","country":"*quốc gia","dob":"ngày sinh","congratulation":"Chúc mừng,","looking":"hồ sơ của bạn trông tuyệt vời!","info":"*Những mục này được hiển thị cho người dùng khác.","edit":"biên tập"},"farmAddress":{"setError":"tọa độ trang trại hoặc địa chỉ là cần thiết để tiếp tục.","title":"Vị trí trang trại của bạn sẽ được sử dụng khi bạn đặt giao hàng hoặc thu tiền thông qua ứng dụng FarmSmarter.","goAddress":"đi đến bản đồ","or":"hoặc nhập địa chỉ giao hàng tại trang trại của bạn","house":"* tên nhà / số nhà","enterHouse":"nhập tên hoặc số nhà","houseError":"tên/số nhà là bắt buộc","startName":"* tên đường","enterStreet":"nhập tên đường","streetError":"tên đường là bắt buộc","landmark":"phong cảnh","enterLand":"nhập mốc","village":"thị trấn làng","enterVillage":"vào làng hoặc thị trấn","state":"* tình trạng","enterState":"nhập quốc gia","stateError":"trạng thái là bắt buộc","country":"* quốc gia","enterCountry":"nhập quốc gia","countryError":"quốc gia là bắt buộc","post":"mã bưu điện","enterPost":"nhập mã bưu điện","next":"Kế tiếp"},"cropInfo":{"family":"gia đình cây trồng","soil":"đất và đất","growing":"trồng và phát triển","irrigation":"thủy lợi","weeding":"làm cỏ","fertiliser":"phân bón","harvest":"mùa thu hoach","postHar":"sau thu hoạch","storage":"lưu trữ và vận chuyển","pets":"sâu bệnh"},"disease":{"type":"loại bệnh","infection":"giai đoạn phát triển của nhiễm trùng","symptoms":"tiến triển triệu chứng","transmission":"quá trình lây truyền","prevention":"Phòng ngừa","treatment":"sự đối đãi","affected":"Cây bị ảnh hưởng"},"cropDoc":{"clinic":"phòng khám cây trồng","wrong":"bệnh có vẻ sai?","thanks":"Cảm ơn vì đã cho chúng tôi biết!","title":"Nếu chẩn đoán có sai sót chúng tôi sẽ ghi nhận và xem xét lại. Trong thời gian chờ đợi, bạn có thể xem danh sách đầy đủ các bệnh ở đây:","library":"đi đến thư viện bệnh","analyzing":"phân tích ảnh...","hello":"Xin chào, tôi là bác sĩ cây trồng thông minh hơn trong trang trại,","let":"chúng ta hãy xem xét vấn đề.","noCrop":"không phát hiện bệnh hại cây trồng!","lookWrong":"điều này có vẻ sai!","find":"tìm hiểu thêm","try":"thử lại","offline":"Ngoại tuyến?","offlineinfo":"Có vẻ như bạn hiện đang ngoại tuyến. Ngay khi bạn có kết nối internet, chúng tôi sẽ kết nối bạn với thư viện cây trồng và bệnh tật của chúng tôi để bạn có thể nhận được lời khuyên mà mình cần."},"cropClinic":{"clinic":"phòng khám cây trồng","hello":"Xin chào, chào mừng bạn đến với phòng khám cây trồng FarmSmarter, chúng ta hãy cùng xem xét vấn đề.","let":"Công cụ AI này hiện xác định các bệnh hạn chế trên cây trồng bao gồm Ngô, Cao lương, Sắn & Khoai mỡ.","photo":"Mỗi bức ảnh bạn tải lên sẽ giúp nó tìm hiểu thêm!.","btn":"chọn cây trồng bị ảnh hưởng","title":"có được hình ảnh tốt nhất để chẩn đoán","description":"Phòng khám cây trồng được hỗ trợ bởi AI của chúng tôi hoạt động bằng cách xem xét những hình ảnh bạn cung cấp về cây trồng và các triệu chứng của nó. Hình ảnh càng tốt thì chẩn đoán càng chính xác. Bạn có thể chọn chụp ảnh bằng máy ảnh hoặc tải lên hình ảnh hiện có từ thư viện của mình. Khi chụp ảnh, hãy tập trung vào phần cây trồng có triệu chứng rõ ràng nhất chẳng hạn; toàn bộ lá hoặc một phần lá bị bệnh, toàn bộ quả hoặc đầu hạt bị bệnh. Tránh chụp ảnh toàn bộ cây hoặc có bàn tay và ngón tay cản đường cây hoặc bệnh. Ánh sáng tốt và khả năng lấy nét tốt rất hữu ích. Nếu phòng khám cây trồng đưa ra kết quả không chính xác, vui lòng cho chúng tôi biết vì thông tin này giúp chúng tôi đào tạo nó cho tương lai. Chúng tôi hiện đang chẩn đoán bệnh ở sắn, khoai mỡ, ngô và lúa miến. Nhưng nhiều loại cây trồng và bệnh tật sẽ sớm được bổ sung."},"affected":{"clinic":"phòng khám cây trồng","search":"tìm kiếm","select":"chọn cây trồng bị ảnh hưởng.","loading":"tải cây trồng...","next":"Kế tiếp"},"cropScreen":{"search":"tìm kiếm","loading":"tải cây trồng...","crop":"cây trồng","pets":"bệnh tật và sâu bệnh","cropInfo":"thông tin cây trồng"},"chatForum":{"title":"chọn diễn đàn"},"directMsg":{"title":"Tin nhắn trực tiếp hoạt động như thế nào?","description":"Bạn có thể gửi tin nhắn trực tiếp cho người dùng khác. Họ có thể chọn chấp nhận, bỏ qua hoặc chặn tin nhắn của bạn. Hãy lịch sự và tôn trọng. FarmSmarter sẽ xóa các tin nhắn được báo cáo là không phù hợp và có thể chặn những người vi phạm dai dẳng khỏi công cụ nhắn tin."},"community":{"title":"trò chuyện cộng đồng","loading":"đang tải cộng đồng...","title2":"Trước khi bạn bắt đầu trò chuyện trong diễn đàn này, hãy chọn phạm vi trò chuyện của bạn","local":"địa phương","localMsg":"Bán kính 20 dặm từ vị trí đã đăng ký của bạn","regional":"khu vực","regionalMsg":"khu vực, tiểu bang hoặc quận của bạn","national":"quốc gia","nationalMsg":"quốc gia đã đăng ký của bạn","global":"toàn cầu","globalMsg":"cộng đồng toàn cầu Farmsmarter","how":"Trò chuyện cộng đồng hoạt động như thế nào?","howdesc":"Đây là nơi bạn có thể kết nối với nông dân, nhà cung cấp, nhà cung cấp tài chính và các thành viên khác trong cộng đồng để chia sẻ ý tưởng, nhận lời khuyên và xây dựng Cộng đồng FarmSmarter vững mạnh. Bạn có thể nhấp vào ảnh hồ sơ của người dùng khác để tìm hiểu thêm về họ và bắt đầu cuộc trò chuyện riêng tư. Họ có thể chọn chấp nhận, bỏ qua hoặc chặn tin nhắn của bạn. Hãy lịch sự và tôn trọng. FarmSmarter sẽ xóa các tin nhắn được báo cáo là không phù hợp và có thể chặn những người vi phạm dai dẳng khỏi công cụ nhắn tin.","leaving":"rời khỏi cộng đồng","loadingup":"đang tải lên...","chattext":"trò chuyện","startconvo":"Bắt đầu cuộc trò chuyện","startdirectconvo":"bắt đầu trò chuyện trực tiếp","managechat":"quản lý cuộc trò chuyện này","blockwarn":"người dùng này sẽ bị chặn khỏi cuộc trò chuyện trực tiếp của bạn","blockreason":"vui lòng chọn lý do khiếu nại của bạn","selectcomp":"chọn khiếu nại","selectcomp1":"tin nhắn xúc phạm","selectcomp2":"tin nhắn bán hàng không mong muốn"},"appSetting":{"loading":"gửi link đặt lại mật khẩu...","welcome":"Chúng tôi sẽ gửi email kèm mật khẩu\nđặt lại liên kết.","no":"không - đó là một sai lầm","confirm":"Vâng, làm ơn"},"signOption":{"title":"Thiết lập phương thức đăng nhập phụ để\nkích hoạt xác thực liền mạch","number":"số điện thoại","sendCode":"gửi mã","modalTitle":"vui lòng nhập mã chúng tôi đã gửi tới\nsố điện thoại di động đã đăng ký của bạn","enterCode":"nhập mã","resend":"gửi lại","signup":"đăng ký"},"delete":{"title":"Chúng tôi rất tiếc khi thấy bạn đi - làm ơn\nhãy cho chúng tôi biết tại sao bạn lại rời bỏ chúng tôi như vậy\nchúng tôi có thể cải thiện dịch vụ của mình trong tương lai..","stop":"Tôi đã ngừng làm nông","privacy":"Vấn đề về quyền riêng tư","need":"FarmSmarter không làm được điều tôi cần","found":"Tôi đã tìm thấy một ứng dụng khác","accDel":"xóa tài khoản","loading":"đang xóa tài khoản...","confirm":"bạn có chắc chắn muốn đi không?","sorry":"Chúng tôi sẽ rất tiếc nếu mất bạn!","info":"Khi xóa tài khoản, tất cả thông tin cá nhân và trang trại của bạn sẽ bị xóa.","anyTime":"Bạn có thể quay lại và đăng ký tài khoản mới bất cứ lúc nào.","no":"không - đó là một sai lầm","yes":"vâng tôi sẽ đi"},"permissionTab":{"location":"truy cập vị trí","microphone":"quyền truy cập micrô","push":"thông báo đẩy","camera":"truy cập máy ảnh","storage":"truy cập lưu trữ","analytics":"phân tích"},"setupWelcomeText1":"Chào mừng đến với FarmSmarter -","setupWelcomeText2":"Hãy làm quen với bạn để chúng tôi có thể cung cấp dịch vụ tốt nhất.","welcomeText4":"Hãy bắt đầu nhé"}